export interface SchoolInfo {
  name: string;
  province: string;
}

export const SCHOOL_LIST: SchoolInfo[] = [
  {
    "name": "สตรีวิทยา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "มัธยมวัดเบญจมบพิตร",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สวนกุหลาบวิทยาลัย",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "วัดราชาธิวาส",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โยธินบูรณะ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "วัดบวรนิเวศ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "วัดราชบพิธ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "วัดน้อยนพคุณ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "เบญจมราชาลัย ในพระบรมราชูปถัมภ์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ราชวินิต มัธยม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "มัธยมวัดมกุฏกษัตริย์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "วัดสังเวช",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "เตรียมอุดมศึกษา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "วัดสระเกศ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "เทพศิรินทร์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สายปัญญา ในพระบรมราชินูปถัมภ์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ไตรมิตรวิทยาลัย",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สามเสนวิทยาลัย",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศีลาจารพิพัฒน์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โยธินบูรณะ ๒ (สุวรรณสุทธาราม)",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ราชนันทาจารย์ สามเสนวิทยาลัย ๒",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศรีอยุธยา ในพระอุปถัมภ์ฯ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สันติราษฎร์วิทยาลัย",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "มักกะสันพิทยา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศึกษานารี",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ทวีธาภิเศก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สุวรรณพลับพลาพิทยาคม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "วัดอินทาราม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "วัดประดู่ในทรงธรรม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ทีปังกรวิทยาพัฒน์ (วัดน้อยใน) ในพระราชูปถัมภ์ฯ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "มัธยมวัดดาวคนอง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ฤทธิณรงค์รอน",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "โพธิสารพิทยากร",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ธนบุรีวรเทพีพลารักษ์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "อุบลรัตนราชกัญญาราชวิทยาลัย กรุงเทพมหานคร",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "มหรรณพาราม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ชิโนรสวิทยาลัย",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สตรีวัดระฆัง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สุวรรณารามวิทยาคม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "มัธยมวัดดุสิตาราม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "มัธยมวัดนายโรง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สวนอนันต์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "พิทยาลงกรณ์พิทยาคม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "รัตนโกสินทร์สมโภชบางขุนเทียน",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ทวีธาภิเศก บางขุนเทียน",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "วัดนวลนรดิศ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "วัดรางบัว",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สตรีวัดอัปสรสวรรค์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ไชยฉิมพลีวิทยาคม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "จันทร์ประดิษฐารามวิทยาคม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "มัธยมวัดหนองแขม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "บางปะกอกวิทยาคม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "แจงร้อนวิทยา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "วัดบวรมงคล",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "วิมุตยารามพิทยากร",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ปัญญาวรคุณ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ราชวินิตบางแคปานขำ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ทีปังกรวิทยาพัฒน์ (ทวีวัฒนา) ในพระราชูปถัมภ์ฯ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "นวมินทราชินูทิศ สตรีวิทยา พุทธมณฑล",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "วัดพุทธบูชา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "อิสลามวิทยาลัยแห่งประเทศไทย",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศึกษานารีวิทยา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "นวลนรดิศวิทยาคม รัชมังคลาภิเษก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "มัธยมวัดสิงห์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "วัดราชโอรส",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "บางมดวิทยา สีสุกหวาดจวนอุปถัมภ์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สวนกุหลาบวิทยาลัย ธนบุรี",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สตรีวัดมหาพฤฒาราม ในพระบรมราชินูปถัมภ์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "พุทธจักรวิทยา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "พระโขนงพิทยาลัย",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "วชิรธรรมสาธิต",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "นนทรีวิทยา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "เจ้าพระยาวิทยาคม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สุรศักดิ์มนตรี",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "เตรียมอุดมศึกษาน้อมเกล้ากุนนที",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "วัดสุทธิวราราม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "เตรียมอุดมศึกษาพัฒนาการ ยานนาเวศ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สตรีศรีสุริโยทัย",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ปทุมคงคา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สายน้ำผึ้ง ในพระอุปถัมภ์ ฯ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "มัธยมวัดธาตุทอง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สิริรัตนาธร",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "รัตนโกสินทร์สมโภชบางเขน",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "บางกะปิ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สตรีเศรษฐบุตรบำเพ็ญ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "มัธยมวัดหนองจอก",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "เทพลีลา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "เศรษฐบุตรบำเพ็ญ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "บดินทรเดชา (สิงห์ สิงหเสนี) ๔",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "มัธยมวัดบึงทองหลาง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "พรตพิทยพยัต",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "เทพศิรินทร์ร่มเกล้า",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "รัตนโกสินทร์สมโภชลาดกระบัง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "จันทร์หุ่นบำเพ็ญ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "เตรียมอุดมศึกษาพัฒนาการ รัชดา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "นวมินทราชูทิศ กรุงเทพมหานคร",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "บดินทรเดชา (สิงห์ สิงหเสนี) ๒",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สุขุมนวพันธ์อุปถัมภ์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "หอวัง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สารวิทยา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ราชดำริ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "เตรียมอุดมศึกษาพัฒนาการ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ดอนเมืองทหารอากาศบำรุง",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สีกัน (วัฒนานันท์อุปถัมภ์)",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ดอนเมืองจาตุรจินดา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ลาดปลาเค้าพิทยาคม",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สตรีวิทยา ๒ ในพระราชูปถัมภ์ฯ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ราชวินิตบางเขน",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ฤทธิยะวรรณาลัย",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ฤทธิยะวรรณาลัย ๒",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "ศรีพฤฒา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "เตรียมอุดมศึกษาน้อมเกล้า",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "นวมินทราชินูทิศ เตรียมอุดมศึกษาน้อมเกล้า",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "บดินทรเดชา (สิงห์ สิงหเสนี)",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "นวมินทราชินูทิศ บดินทรเดชา",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "นวมินทราชินูทิศ เบญจมราชาลัย",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "นวมินทราชินูทิศ สตรีวิทยา ๒",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "เตรียมอุดมศึกษา สุวินทวงศ์",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "เตรียมอุดมศึกษาพัฒนาการสุวรรณภูมิ",
    "province": "กรุงเทพมหานคร"
  },
  {
    "name": "สมุทรปราการ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "สตรีสมุทรปราการ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "มัธยมวัดด่านสำโรง",
    "province": "สมุทรปราการ"
  },
  {
    "name": "เทพศิรินทร์ สมุทรปราการ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "หาดอมราอักษรลักษณ์วิทยา",
    "province": "สมุทรปราการ"
  },
  {
    "name": "นวมินทราชินูทิศ สวนกุหลาบวิทยาลัย สมุทรปราการ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "มัธยมวัดศรีจันทร์ประดิษฐ์   ในพระบรมราชานุเคราะห์",
    "province": "สมุทรปราการ"
  },
  {
    "name": "วัดทรงธรรม",
    "province": "สมุทรปราการ"
  },
  {
    "name": "ราชประชาสมาสัยฝ่ายมัธยมฯ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "เตรียมอุดมศึกษาน้อมเกล้า สมุทรปราการ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "วิสุทธิกษัตรี",
    "province": "สมุทรปราการ"
  },
  {
    "name": "สาขลาสุทธีราอุปถัมภ์",
    "province": "สมุทรปราการ"
  },
  {
    "name": "ป้อมนาคราชสวาทยานนท์",
    "province": "สมุทรปราการ"
  },
  {
    "name": "มัธยมวัดใหม่สมุทรกิจวิทยาคม",
    "province": "สมุทรปราการ"
  },
  {
    "name": "ปทุมคงคา สมุทรปราการ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "ราชวินิตสุวรรณภูมิ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "บางบ่อวิทยาคม",
    "province": "สมุทรปราการ"
  },
  {
    "name": "เปร็งวิสุทธาธิบดี",
    "province": "สมุทรปราการ"
  },
  {
    "name": "หลวงพ่อปานคลองด่านอนุสรณ์",
    "province": "สมุทรปราการ"
  },
  {
    "name": "นวมินทราชินูทิศ เตรียมอุดมศึกษาพัฒนาการ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "บางพลีราษฎร์บำรุง",
    "province": "สมุทรปราการ"
  },
  {
    "name": "พูลเจริญวิทยาคม",
    "province": "สมุทรปราการ"
  },
  {
    "name": "ราชวินิตบางแก้ว",
    "province": "สมุทรปราการ"
  },
  {
    "name": "บางแก้วประชาสรรค์",
    "province": "สมุทรปราการ"
  },
  {
    "name": "บดินทรเดชา (สิงห์ สิงหเสนี) สมุทรปราการ",
    "province": "สมุทรปราการ"
  },
  {
    "name": "วัดเขมาภิรตาราม",
    "province": "นนทบุรี"
  },
  {
    "name": "ศรีบุณยานนท์",
    "province": "นนทบุรี"
  },
  {
    "name": "สตรีนนทบุรี",
    "province": "นนทบุรี"
  },
  {
    "name": "เตรียมอุดมศึกษาพัฒนาการ นนทบุรี",
    "province": "นนทบุรี"
  },
  {
    "name": "เบญจมราชานุสรณ์",
    "province": "นนทบุรี"
  },
  {
    "name": "นนทบุรีพิทยาคม",
    "province": "นนทบุรี"
  },
  {
    "name": "รัตนาธิเบศร์",
    "province": "นนทบุรี"
  },
  {
    "name": "บดินทรเดชา (สิงห์ สิงหเสนี) นนทบุรี",
    "province": "นนทบุรี"
  },
  {
    "name": "เทพศิรินทร์ นนทบุรี",
    "province": "นนทบุรี"
  },
  {
    "name": "ไทรน้อย",
    "province": "นนทบุรี"
  },
  {
    "name": "ปากเกร็ด",
    "province": "นนทบุรี"
  },
  {
    "name": "ราษฎร์นิยม",
    "province": "นนทบุรี"
  },
  {
    "name": "สวนกุหลาบวิทยาลัย นนทบุรี",
    "province": "นนทบุรี"
  },
  {
    "name": "เตรียมอุดมศึกษาน้อมเกล้านนทบุรี",
    "province": "นนทบุรี"
  },
  {
    "name": "โพธินิมิตวิทยาคม",
    "province": "นนทบุรี"
  },
  {
    "name": "นวมินทราชินูทิศ หอวัง นนทบุรี",
    "province": "นนทบุรี"
  },
  {
    "name": "ราชวินิต นนทบุรี",
    "province": "นนทบุรี"
  },
  {
    "name": "บางบัวทอง",
    "province": "นนทบุรี"
  },
  {
    "name": "ปทุมวิไล",
    "province": "ปทุมธานี"
  },
  {
    "name": "คณะราษฎร์บำรุงปทุมธานี",
    "province": "ปทุมธานี"
  },
  {
    "name": "ปทุมธานี นันทมุนีบำรุง",
    "province": "ปทุมธานี"
  },
  {
    "name": "หอวัง ปทุมธานี",
    "province": "ปทุมธานี"
  },
  {
    "name": "ทีปังกรวิทยาพัฒน์ (มัธยมวัดหัตถสารเกษตร) ในพระราชูปถัมภ์ฯ",
    "province": "ปทุมธานี"
  },
  {
    "name": "สวนกุหลาบวิทยาลัย รังสิต",
    "province": "ปทุมธานี"
  },
  {
    "name": "ธรรมศาสตร์คลองหลวงวิทยาคม",
    "province": "ปทุมธานี"
  },
  {
    "name": "บัวแก้วเกษร",
    "province": "ปทุมธานี"
  },
  {
    "name": "วรราชาทินัดดามาตุวิทยา",
    "province": "ปทุมธานี"
  },
  {
    "name": "สุนทโรเมตตาประชาสรรค์",
    "province": "ปทุมธานี"
  },
  {
    "name": "วิทยาศาสตร์จุฬาภรณราชวิทยาลัย ปทุมธานี",
    "province": "ปทุมธานี"
  },
  {
    "name": "ชัยสิทธาวาส พัฒน์ สายบำรุง",
    "province": "ปทุมธานี"
  },
  {
    "name": "เตรียมอุดมศึกษาน้อมเกล้า ปทุมธานี",
    "province": "ปทุมธานี"
  },
  {
    "name": "เฉลิมพระเกียรติ ๖๐ พรรษา",
    "province": "ปทุมธานี"
  },
  {
    "name": "ธัญรัตน์",
    "province": "ปทุมธานี"
  },
  {
    "name": "สายปัญญารังสิต",
    "province": "ปทุมธานี"
  },
  {
    "name": "ธัญบุรี",
    "province": "ปทุมธานี"
  },
  {
    "name": "หนองเสือวิทยาคม",
    "province": "ปทุมธานี"
  },
  {
    "name": "เตรียมอุดมศึกษาพัฒนาการ ปทุมธานี",
    "province": "ปทุมธานี"
  },
  {
    "name": "เทพศิรินทร์คลองสิบสาม ปทุมธานี",
    "province": "ปทุมธานี"
  },
  {
    "name": "นวมินทราชินูทิศ สวนกุหลาบวิทยาลัย ปทุมธานี",
    "province": "ปทุมธานี"
  },
  {
    "name": "มัธยมสังคีตวิทยา กรุงเทพมหานคร",
    "province": "ปทุมธานี"
  },
  {
    "name": "อยุธยาวิทยาลัย",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "จอมสุรางค์อุปถัมภ์",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "อยุธยานุสรณ์",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "ปากกรานพิทยา",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "ท่าเรือ นิตยานุกูล''",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "ท่าหลวงวิทยานุกูล",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "นครหลวง อุดมรัชต์วิทยา",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "ท่าช้างวิทยาคม",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "บางปะหัน",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "ภาชี สุนทรวิทยานุกูล",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "วิเชียรกลิ่นสุคนธ์อุปถัมภ์",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "วังน้อย 'พนมยงค์วิทยา'",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "อุทัย",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "หนองน้ำส้มวิทยาคม",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "มหาราช'ประชานิมิต'",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "บ้านแพรกประชาสรรค์",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "บางไทรวิทยา",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "บางบาล",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "บางปะอิน  ราชานุเคราะห์ ๑''",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "บางปะอิน",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "อุดมศีลวิทยา",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "ผักไห่ สุทธาประมุข",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "ลาดชะโดสามัคคี",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "วัดโพธิ์ผักไห่ (เวชพันธุ์อนุสรณ์)",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "ลาดบัวหลวงไพโรจน์วิทยา",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "เสนา เสนาประสิทธิ์",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "สาคลีวิทยา",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "ลาดงาประชาบำรุง",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "บางซ้ายวิทยา",
    "province": "พระนครศรีอยุธยา"
  },
  {
    "name": "โคกสำโรงวิทยา",
    "province": "ลพบุรี"
  },
  {
    "name": "พิบูลวิทยาลัย",
    "province": "ลพบุรี"
  },
  {
    "name": "โคกกะเทียมวิทยาลัย",
    "province": "ลพบุรี"
  },
  {
    "name": "วิทยาศาสตร์จุฬาภรณราชวิทยาลัย ลพบุรี",
    "province": "ลพบุรี"
  },
  {
    "name": "ดงตาลวิทยา",
    "province": "ลพบุรี"
  },
  {
    "name": "พระนารายณ์",
    "province": "ลพบุรี"
  },
  {
    "name": "บ้านข่อยวิทยา",
    "province": "ลพบุรี"
  },
  {
    "name": "โคกตูมวิทยา",
    "province": "ลพบุรี"
  },
  {
    "name": "ท่าวุ้งวิทยาคาร",
    "province": "ลพบุรี"
  },
  {
    "name": "บ้านเบิกวิทยาคม",
    "province": "ลพบุรี"
  },
  {
    "name": "บ้านหมี่วิทยา",
    "province": "ลพบุรี"
  },
  {
    "name": "ปิยะบุตร์",
    "province": "ลพบุรี"
  },
  {
    "name": "บ้านชีวิทยา",
    "province": "ลพบุรี"
  },
  {
    "name": "พัฒนานิคม",
    "province": "ลพบุรี"
  },
  {
    "name": "ชัยบาดาลวิทยา",
    "province": "ลพบุรี"
  },
  {
    "name": "โคกสลุงวิทยา",
    "province": "ลพบุรี"
  },
  {
    "name": "ชัยบาดาลพิทยาคม",
    "province": "ลพบุรี"
  },
  {
    "name": "ขุนรามวิทยา",
    "province": "ลพบุรี"
  },
  {
    "name": "เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ ลพบุรี",
    "province": "ลพบุรี"
  },
  {
    "name": "ท่าหลวงวิทยาคม",
    "province": "ลพบุรี"
  },
  {
    "name": "สระโบสถ์วิทยาคาร",
    "province": "ลพบุรี"
  },
  {
    "name": "โคกเจริญวิทยา",
    "province": "ลพบุรี"
  },
  {
    "name": "ยางรากวิทยา",
    "province": "ลพบุรี"
  },
  {
    "name": "ลำสนธิวิทยา",
    "province": "ลพบุรี"
  },
  {
    "name": "หนองม่วงวิทยา",
    "province": "ลพบุรี"
  },
  {
    "name": "ปาโมกข์วิทยาภูมิ",
    "province": "อ่างทอง"
  },
  {
    "name": "แสวงหาวิทยาคม",
    "province": "อ่างทอง"
  },
  {
    "name": "วิเศษไชยชาญ(ตันติวิทยาภูมิ)",
    "province": "อ่างทอง"
  },
  {
    "name": "อ่างทองปัทมโรจน์วิทยาคม",
    "province": "อ่างทอง"
  },
  {
    "name": "ราชสถิตย์วิทยา",
    "province": "อ่างทอง"
  },
  {
    "name": "บางเสด็จวิทยาคม",
    "province": "อ่างทอง"
  },
  {
    "name": "โพธิ์ทองพิทยาคม",
    "province": "อ่างทอง"
  },
  {
    "name": "วิเศษชัยชาญวิทยาคม",
    "province": "อ่างทอง"
  },
  {
    "name": "ไผ่วงวิทยา",
    "province": "อ่างทอง"
  },
  {
    "name": "สตรีอ่างทอง",
    "province": "อ่างทอง"
  },
  {
    "name": "โยธินบูรณะ  อ่างทอง (จำปาหล่อพิทยาคม)",
    "province": "อ่างทอง"
  },
  {
    "name": "โพธิ์ทอง(จินดามณี)",
    "province": "อ่างทอง"
  },
  {
    "name": "ริ้วหว้าวิทยาคม",
    "province": "อ่างทอง"
  },
  {
    "name": "สามโก้วิทยาคม",
    "province": "อ่างทอง"
  },
  {
    "name": "ท่าช้างวิทยาคาร",
    "province": "สิงห์บุรี"
  },
  {
    "name": "หัวไผ่วิทยาคม",
    "province": "สิงห์บุรี"
  },
  {
    "name": "บางระจันวิทยา",
    "province": "สิงห์บุรี"
  },
  {
    "name": "ค่ายบางระจันวิทยาคม",
    "province": "สิงห์บุรี"
  },
  {
    "name": "พรหมบุรีรัชดาภิเษก",
    "province": "สิงห์บุรี"
  },
  {
    "name": "อินทร์บุรี",
    "province": "สิงห์บุรี"
  },
  {
    "name": "สิงห์บุรี",
    "province": "สิงห์บุรี"
  },
  {
    "name": "ศรีศักดิ์สุวรรณวิทยา",
    "province": "สิงห์บุรี"
  },
  {
    "name": "บ้านแป้งวิทยา",
    "province": "สิงห์บุรี"
  },
  {
    "name": "ทองเอนวิทยา",
    "province": "สิงห์บุรี"
  },
  {
    "name": "สิงหพาหุประสานมิตรอุปถัมภ์",
    "province": "สิงห์บุรี"
  },
  {
    "name": "ศรีวินิตวิทยาคม",
    "province": "สิงห์บุรี"
  },
  {
    "name": "สุธีวิทยา",
    "province": "สระบุรี"
  },
  {
    "name": "ดอนพุดวิทยา",
    "province": "สระบุรี"
  },
  {
    "name": "สวนกุหลาบวิทยาลัย สระบุรี",
    "province": "สระบุรี"
  },
  {
    "name": "สระบุรีวิทยาคม",
    "province": "สระบุรี"
  },
  {
    "name": "หนองโดนวิทยา",
    "province": "สระบุรี"
  },
  {
    "name": "พระพุทธบาท พลานุกูลวิทยา",
    "province": "สระบุรี"
  },
  {
    "name": "บ้านหมอ พัฒนานุกูล",
    "province": "สระบุรี"
  },
  {
    "name": "หนองแซงวิทยา",
    "province": "สระบุรี"
  },
  {
    "name": "เสาไห้ วิมลวิทยานุกูล",
    "province": "สระบุรี"
  },
  {
    "name": "โคกกระท้อนกิตติวุฒิวิทยา",
    "province": "สระบุรี"
  },
  {
    "name": "เทพศิรินทร์พุแค สระบุรี",
    "province": "สระบุรี"
  },
  {
    "name": "แก่งคอย",
    "province": "สระบุรี"
  },
  {
    "name": "หนองแค สรกิจพิทยา",
    "province": "สระบุรี"
  },
  {
    "name": "ประเทียบวิทยาทาน",
    "province": "สระบุรี"
  },
  {
    "name": "สองคอนวิทยาคม",
    "province": "สระบุรี"
  },
  {
    "name": "เตรียมอุดมศึกษาพัฒนาการ สระบุรี",
    "province": "สระบุรี"
  },
  {
    "name": "บ้านท่ามะปรางวิทยา",
    "province": "สระบุรี"
  },
  {
    "name": "หินกองวิทยาคม",
    "province": "สระบุรี"
  },
  {
    "name": "มวกเหล็กวิทยา",
    "province": "สระบุรี"
  },
  {
    "name": "ซับน้อยเหนือวิทยาคม",
    "province": "สระบุรี"
  },
  {
    "name": "วังม่วงวิทยาคม",
    "province": "สระบุรี"
  },
  {
    "name": "ชลบุรีสุขบท",
    "province": "ชลบุรี"
  },
  {
    "name": "ชลราษฎรอำรุง",
    "province": "ชลบุรี"
  },
  {
    "name": "ชลกันยานุกูล",
    "province": "ชลบุรี"
  },
  {
    "name": "แสนสุข",
    "province": "ชลบุรี"
  },
  {
    "name": "บ้านสวน(จั่นอนุสรณ์)",
    "province": "ชลบุรี"
  },
  {
    "name": "อ่างศิลาพิทยาคม",
    "province": "ชลบุรี"
  },
  {
    "name": "หนองรีมงคลสุขสวัสดิ์",
    "province": "ชลบุรี"
  },
  {
    "name": "บ้านบึงอุตสาหกรรมนุเคราะห์",
    "province": "ชลบุรี"
  },
  {
    "name": "บ้านบึงมนูญวิทยาคาร",
    "province": "ชลบุรี"
  },
  {
    "name": "วิทยาศาสตร์จุฬาภรณราชวิทยาลัย ชลบุรี",
    "province": "ชลบุรี"
  },
  {
    "name": "คลองกิ่วยิ่งวิทยา",
    "province": "ชลบุรี"
  },
  {
    "name": "หนองใหญ่ศิริวรวาทวิทยา",
    "province": "ชลบุรี"
  },
  {
    "name": "พานทองสภาชนูปถัมภ์",
    "province": "ชลบุรี"
  },
  {
    "name": "พานทอง",
    "province": "ชลบุรี"
  },
  {
    "name": "พนัสพิทยาคาร",
    "province": "ชลบุรี"
  },
  {
    "name": "ทุ่งเหียงพิทยาคม",
    "province": "ชลบุรี"
  },
  {
    "name": "เทพศิรินทร์ ชลบุรี (อุทกฯ อุปถัมภ์)",
    "province": "ชลบุรี"
  },
  {
    "name": "บ่อทองวงษ์จันทร์วิทยา",
    "province": "ชลบุรี"
  },
  {
    "name": "เกาะโพธิ์ถ้วยงามวิทยา",
    "province": "ชลบุรี"
  },
  {
    "name": "เกาะจันทร์พิทยาคาร",
    "province": "ชลบุรี"
  },
  {
    "name": "บางละมุง",
    "province": "ชลบุรี"
  },
  {
    "name": "โพธิสัมพันธ์พิทยาคาร",
    "province": "ชลบุรี"
  },
  {
    "name": "ผินแจ่มวิชาสอน",
    "province": "ชลบุรี"
  },
  {
    "name": "ศรีราชา",
    "province": "ชลบุรี"
  },
  {
    "name": "ทุ่งศุขลาพิทยากรุงไทยอนุเคราะห์",
    "province": "ชลบุรี"
  },
  {
    "name": "บึงศรีราชาพิทยาคม",
    "province": "ชลบุรี"
  },
  {
    "name": "สุรศักดิ์วิทยาคม",
    "province": "ชลบุรี"
  },
  {
    "name": "สวนกุหลาบวิทยาลัย  ชลบุรี",
    "province": "ชลบุรี"
  },
  {
    "name": "เกาะสีชัง",
    "province": "ชลบุรี"
  },
  {
    "name": "สัตหีบวิทยาคม",
    "province": "ชลบุรี"
  },
  {
    "name": "สิงห์สมุทร",
    "province": "ชลบุรี"
  },
  {
    "name": "มาบยางพรวิทยาคม",
    "province": "ระยอง"
  },
  {
    "name": "วัดป่าประดู่",
    "province": "ระยอง"
  },
  {
    "name": "ระยองวิทยาคม",
    "province": "ระยอง"
  },
  {
    "name": "บ้านฉางกาญจนกุลวิทยา",
    "province": "ระยอง"
  },
  {
    "name": "เพรักษมาตาวิทยา",
    "province": "ระยอง"
  },
  {
    "name": "มาบตาพุดพันพิทยาคาร",
    "province": "ระยอง"
  },
  {
    "name": "ระยองวิทยาคม นิคมอุตสาหกรรม",
    "province": "ระยอง"
  },
  {
    "name": "ระยองวิทยาคมปากน้ำ",
    "province": "ระยอง"
  },
  {
    "name": "เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ระยอง",
    "province": "ระยอง"
  },
  {
    "name": "บ้านค่าย",
    "province": "ระยอง"
  },
  {
    "name": "ปลวกแดงพิทยาคม",
    "province": "ระยอง"
  },
  {
    "name": "นิคมวิทยา",
    "province": "ระยอง"
  },
  {
    "name": "แกลงวิทยสถาวร",
    "province": "ระยอง"
  },
  {
    "name": "วังจันทร์วิทยา",
    "province": "ระยอง"
  },
  {
    "name": "เขาชะเมาวิทยา",
    "province": "ระยอง"
  },
  {
    "name": "ชำนาญสามัคคีวิทยา",
    "province": "ระยอง"
  },
  {
    "name": "ชำฆ้อพิทยาคม",
    "province": "ระยอง"
  },
  {
    "name": "สุนทรภู่พิทยา",
    "province": "ระยอง"
  },
  {
    "name": "ห้วยยางศึกษา",
    "province": "ระยอง"
  },
  {
    "name": "มกุฎเมืองราชวิทยาลัย",
    "province": "ระยอง"
  },
  {
    "name": "เบญจมราชูทิศ จังหวัดจันทบุรี",
    "province": "จันทบุรี"
  },
  {
    "name": "บางกะจะ",
    "province": "จันทบุรี"
  },
  {
    "name": "ศรียานุสรณ์",
    "province": "จันทบุรี"
  },
  {
    "name": "เบญจมานุสรณ์",
    "province": "จันทบุรี"
  },
  {
    "name": "ท่าใหม่(พูลสวัสดิ์ราษฎร์นุกูล)",
    "province": "จันทบุรี"
  },
  {
    "name": "มัธยมวัดเขาสุกิม",
    "province": "จันทบุรี"
  },
  {
    "name": "ศรีรัตน์ราษฎร์นุเคราะห์",
    "province": "จันทบุรี"
  },
  {
    "name": "ทุ่งใหญ่วิทยา",
    "province": "จันทบุรี"
  },
  {
    "name": "แก่งหางแมวพิทยาคาร",
    "province": "จันทบุรี"
  },
  {
    "name": "นายายอามพิทยาคม",
    "province": "จันทบุรี"
  },
  {
    "name": "มัธยมท่าแคลง",
    "province": "จันทบุรี"
  },
  {
    "name": "ตกพรมวิทยาคาร",
    "province": "จันทบุรี"
  },
  {
    "name": "บ่อวิทยาคาร",
    "province": "จันทบุรี"
  },
  {
    "name": "ขลุงรัชดาภิเษก",
    "province": "จันทบุรี"
  },
  {
    "name": "เครือหวายวิทยาคม",
    "province": "จันทบุรี"
  },
  {
    "name": "โป่งน้ำร้อนวิทยาคม",
    "province": "จันทบุรี"
  },
  {
    "name": "หนองตาคงพิทยาคาร",
    "province": "จันทบุรี"
  },
  {
    "name": "มะขามสรรเสริญ",
    "province": "จันทบุรี"
  },
  {
    "name": "แหลมสิงห์วิทยาคมอาทรสังขะวัฒนะ๔อุปถัมภ์)",
    "province": "จันทบุรี"
  },
  {
    "name": "สอยดาววิทยา",
    "province": "จันทบุรี"
  },
  {
    "name": "ทุ่งขนานวิทยา",
    "province": "จันทบุรี"
  },
  {
    "name": "คิชฌกูฏวิทยา",
    "province": "จันทบุรี"
  },
  {
    "name": "คลองพลูวิทยา",
    "province": "จันทบุรี"
  },
  {
    "name": "วัดคิรีวิหาร(สมเด็จพระวันรัต อุปถัมภ์)",
    "province": "ตราด"
  },
  {
    "name": "เกาะช้างวิทยาคม",
    "province": "ตราด"
  },
  {
    "name": "ตราษตระการคุณ",
    "province": "ตราด"
  },
  {
    "name": "สตรีประเสริฐศิลป์",
    "province": "ตราด"
  },
  {
    "name": "ตราดสรรเสริญวิทยาคม",
    "province": "ตราด"
  },
  {
    "name": "เขาน้อยวิทยาคม",
    "province": "ตราด"
  },
  {
    "name": "อ่าวใหญ่พิทยาคาร",
    "province": "ตราด"
  },
  {
    "name": "เนินทรายวิทยาคม",
    "province": "ตราด"
  },
  {
    "name": "คลองใหญ่วิทยาคม",
    "province": "ตราด"
  },
  {
    "name": "เขาสมิงวิทยาคม จงจินต์รุจิรวงศ์อุปถัมภ์",
    "province": "ตราด"
  },
  {
    "name": "สะตอวิทยาคม รัชมังคลาภิเษก",
    "province": "ตราด"
  },
  {
    "name": "ประณีตวิทยาคม",
    "province": "ตราด"
  },
  {
    "name": "บ่อไร่วิทยาคม",
    "province": "ตราด"
  },
  {
    "name": "หนองบอนวิทยาคม",
    "province": "ตราด"
  },
  {
    "name": "แหลมงอบวิทยาคม",
    "province": "ตราด"
  },
  {
    "name": "เกาะกูดวิทยาคม",
    "province": "ตราด"
  },
  {
    "name": "เบญจมราชรังสฤษฎิ์",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "ดัดดรุณี",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "วัดโสธรวรารามวรวิหาร",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "เบญจมราชรังสฤษฎิ์ 3 ชนะสงสารวิทยา",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "เบญจมราชรังสฤษฎิ์ ๒",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "เตรียมอุดมศึกษาเปร็งวิสุทธาธิบดี",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "เบญจมราชรังสฤษฎิ์ 5",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "เตรียมอุดมศึกษาพัฒนาการ ฉะเชิงเทรา",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "บางน้ำเปรี้ยววิทยา",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "ดอนฉิมพลีพิทยาคม",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "หมอนทองวิทยา",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "ไผ่ดำพิทยาคม รัชมังคลาภิเษก",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "การทำมาหากินวัดโพธิ์เฉลิมรักษ์ (อนุสรณ์วันเด็กแห่งชาติ ปี  2537)",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "บางปะกง บวรวิทยายน",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "พุทธิรังสีพิบูล",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "วิทยาราษฎร์รังสรรค์",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "วัดเปี่ยมนิโครธาราม",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "บางคล้าพิทยาคม",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "หนองแหนวิทยา",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "กาญจนาภิเษกวิทยาลัย ฉะเชิงเทรา",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "พนมสารคาม(พนมอดุลวิทยา)",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "ราชสาส์นวิทยา",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "สนามชัยเขต",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "ไผ่แก้ววิทยา",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "หนองไม้แก่นวิทยา",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "แปลงยาวพิทยาคม",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "มัธยมสิริวัณวรี ๓ ฉะเชิงเทรา",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "ก้อนแก้วพิทยาคม",
    "province": "ฉะเชิงเทรา"
  },
  {
    "name": "ปราจิณราษฎรอำรุง",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "ปราจีนกัลยาณี",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "ปราจิณราษฎรอำรุง๒อดุลศาสนกิจศึกษา",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "ไทยรัฐวิทยา ๗",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "กบินทร์วิทยา",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "ลาดตะเคียนราษฎร์บำรุง",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "กบินทร์บุรี",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "วังตะเคียนวิทยาคม",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "วังดาลวิทยาคม",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "มณีเสวตรอุปถัมภ์",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "ร่มเกล้า ปราจีนบุรี",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "ชิตใจชื่น",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "กระทุ่มแพ้ววิทยา",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "ประจันตราษฎร์บำรุง",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "สุวรรณวิทยา",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "วัดพรหมประสิทธิ์",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "ศรีมหาโพธิ",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "กรอกสมบูรณ์วิทยาคม",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "ศรีมโหสถ",
    "province": "ปราจีนบุรี"
  },
  {
    "name": "เมืองนครนายก",
    "province": "นครนายก"
  },
  {
    "name": "นครนายกวิทยาคม",
    "province": "นครนายก"
  },
  {
    "name": "นวมราชานุสรณ์",
    "province": "นครนายก"
  },
  {
    "name": "ปิยชาติพัฒนา ในพระราชูปถัมภ์ สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี",
    "province": "นครนายก"
  },
  {
    "name": "อุบลรัตนราชกัญญาราชวิทยาลัย",
    "province": "นครนายก"
  },
  {
    "name": "ปากพลีวิทยาคาร",
    "province": "นครนายก"
  },
  {
    "name": "บ้านนา(นายกพิทยากร)",
    "province": "นครนายก"
  },
  {
    "name": "เขาเพิ่มนารีผลวิทยา",
    "province": "นครนายก"
  },
  {
    "name": "เลขธรรมกิตติ์วิทยาคม",
    "province": "นครนายก"
  },
  {
    "name": "องครักษ์",
    "province": "นครนายก"
  },
  {
    "name": "ภัทรพิทยาจารย์",
    "province": "นครนายก"
  },
  {
    "name": "วิทยาศาสตร์จุฬาภรณราชวิทยาลัย สระแก้ว",
    "province": "สระแก้ว"
  },
  {
    "name": "คลองหาดพิทยาคม",
    "province": "สระแก้ว"
  },
  {
    "name": "วังน้ำเย็นวิทยาคม",
    "province": "สระแก้ว"
  },
  {
    "name": "สระแก้ว",
    "province": "สระแก้ว"
  },
  {
    "name": "วังหลังวิทยาคม",
    "province": "สระแก้ว"
  },
  {
    "name": "ท่าเกษมพิทยา",
    "province": "สระแก้ว"
  },
  {
    "name": "วังสมบูรณ์วิทยาคม",
    "province": "สระแก้ว"
  },
  {
    "name": "วังไพรวิทยาคม",
    "province": "สระแก้ว"
  },
  {
    "name": "อรัญประเทศ",
    "province": "สระแก้ว"
  },
  {
    "name": "ทัพราชวิทยา",
    "province": "สระแก้ว"
  },
  {
    "name": "คลองน้ำใสวิทยาคาร",
    "province": "สระแก้ว"
  },
  {
    "name": "ร่มเกล้าวัฒนานคร สระแก้ว รัชมังคลาภิเษก",
    "province": "สระแก้ว"
  },
  {
    "name": "ซับม่วงวิทยา",
    "province": "สระแก้ว"
  },
  {
    "name": "ตาพระยา",
    "province": "สระแก้ว"
  },
  {
    "name": "ทัพพระยาพิทยา",
    "province": "สระแก้ว"
  },
  {
    "name": "ราชสีมาวิทยาลัย",
    "province": "นครราชสีมา"
  },
  {
    "name": "สุรนารีวิทยา",
    "province": "นครราชสีมา"
  },
  {
    "name": "บุญวัฒนา",
    "province": "นครราชสีมา"
  },
  {
    "name": "มหิศราธิบดี",
    "province": "นครราชสีมา"
  },
  {
    "name": "โคราชพิทยาคม",
    "province": "นครราชสีมา"
  },
  {
    "name": "สุรธรรมพิทักษ์",
    "province": "นครราชสีมา"
  },
  {
    "name": "สุรนารีวิทยา 2",
    "province": "นครราชสีมา"
  },
  {
    "name": "พุดซาพิทยาคม",
    "province": "นครราชสีมา"
  },
  {
    "name": "อุบลรัตนราชกัญญาราชวิทยาลัย นครราชสีมา",
    "province": "นครราชสีมา"
  },
  {
    "name": "บุญวัฒนา 2",
    "province": "นครราชสีมา"
  },
  {
    "name": "บุญเหลือวิทยานุสรณ์",
    "province": "นครราชสีมา"
  },
  {
    "name": "โนนสูงศรีธานี",
    "province": "นครราชสีมา"
  },
  {
    "name": "ศรีสุขวิทยา",
    "province": "นครราชสีมา"
  },
  {
    "name": "ธารปราสาทเพชรวิทยา",
    "province": "นครราชสีมา"
  },
  {
    "name": "จักราชวิทยา",
    "province": "นครราชสีมา"
  },
  {
    "name": "โชคชัยสามัคคี",
    "province": "นครราชสีมา"
  },
  {
    "name": "เมืองพลับพลาพิทยาคม",
    "province": "นครราชสีมา"
  },
  {
    "name": "ห้วยแถลงพิทยาคม",
    "province": "นครราชสีมา"
  },
  {
    "name": "หนองบุญมากประสงค์วิทยา",
    "province": "นครราชสีมา"
  },
  {
    "name": "ท่าช้างราษฏร์บำรุง",
    "province": "นครราชสีมา"
  },
  {
    "name": "จระเข้หินสังฆกิจวิทยา",
    "province": "นครราชสีมา"
  },
  {
    "name": "โนนสมบูรณ์วิทยา",
    "province": "นครราชสีมา"
  },
  {
    "name": "เสิงสาง",
    "province": "นครราชสีมา"
  },
  {
    "name": "ปักธงชัยประชานิรมิต",
    "province": "นครราชสีมา"
  },
  {
    "name": "สมเด็จพระธีรญาณมุนี",
    "province": "นครราชสีมา"
  },
  {
    "name": "หนองน้ำใสพิทยาคม",
    "province": "นครราชสีมา"
  },
  {
    "name": "ปากช่อง",
    "province": "นครราชสีมา"
  },
  {
    "name": "มัธยมวชิราลงกรณวราราม",
    "province": "นครราชสีมา"
  },
  {
    "name": "มัธยมด่านขุนทด",
    "province": "นครราชสีมา"
  },
  {
    "name": "หนองกราดวัฒนา",
    "province": "นครราชสีมา"
  },
  {
    "name": "หนองบัวละครวิทยา",
    "province": "นครราชสีมา"
  },
  {
    "name": "ขามสะแกแสง",
    "province": "นครราชสีมา"
  },
  {
    "name": "ขามทะเลสอวิทยา",
    "province": "นครราชสีมา"
  },
  {
    "name": "บุญเหลือวิทยานุสรณ์ 2",
    "province": "นครราชสีมา"
  },
  {
    "name": "เมืองคง",
    "province": "นครราชสีมา"
  },
  {
    "name": "เทพาลัย",
    "province": "นครราชสีมา"
  },
  {
    "name": "บ้านเหลื่อมพิทยาสรรพ์",
    "province": "นครราชสีมา"
  },
  {
    "name": "เกล็ดลิ้นวิทยา",
    "province": "นครราชสีมา"
  },
  {
    "name": "บึงพะไล",
    "province": "นครราชสีมา"
  },
  {
    "name": "แก้งสนามนางพิทยาคม",
    "province": "นครราชสีมา"
  },
  {
    "name": "สีดาวิทยา",
    "province": "นครราชสีมา"
  },
  {
    "name": "หันห้วยทรายพิทยาคม",
    "province": "นครราชสีมา"
  },
  {
    "name": "พิมายวิทยา",
    "province": "นครราชสีมา"
  },
  {
    "name": "พิมายดำรงวิทยาคม",
    "province": "นครราชสีมา"
  },
  {
    "name": "นิคมพิมายศึกษา",
    "province": "นครราชสีมา"
  },
  {
    "name": "ชุมพวงศึกษา",
    "province": "นครราชสีมา"
  },
  {
    "name": "ภู่วิทยา",
    "province": "นครราชสีมา"
  },
  {
    "name": "มิตรภาพวิทยา",
    "province": "นครราชสีมา"
  },
  {
    "name": "กระเบื้องนอกพิทยาคม",
    "province": "นครราชสีมา"
  },
  {
    "name": "ลำทะเมนไชยพิทยาคม",
    "province": "นครราชสีมา"
  },
  {
    "name": "บุรีรัมย์พิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ภัทรบพิตร",
    "province": "บุรีรัมย์"
  },
  {
    "name": "บัวหลวงวิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "พระครูพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "สองห้องพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "กนกศิลป์พิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "สวายจีกพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "หนองตาดพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "กลันทาพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ธารทองพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ลำปลายมาศ",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ตลาดโพธิ์พิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "จตุราษฎร์พิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "เมืองแฝกพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ทะเมนชัยพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ชำนิพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "รมย์บุรีพิทยาคม รัชมังคลาภิเษก",
    "province": "บุรีรัมย์"
  },
  {
    "name": "กระสังพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ลำดวนพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ชุมแสงพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "สูงเนินพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ประโคนชัยพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "บ้านบุวิทยาสรรค์",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ไพศาลพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "เมืองตลุงพิทยาสรรพ์",
    "province": "บุรีรัมย์"
  },
  {
    "name": "แสลงโทนพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "บ้านกรวดวิทยาคาร",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โนนเจริญพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "พลับพลาชัยพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ห้วยราชพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "นางรอง",
    "province": "บุรีรัมย์"
  },
  {
    "name": "สิงหวิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "นางรองพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ทุ่งแสงทองพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "พิมพ์รัฐประชาสรรค์",
    "province": "บุรีรัมย์"
  },
  {
    "name": "เหลืองพนาวิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ถนนหักพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "หนองกี่พิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "เมืองโพธิ์ชัยพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ร่วมจิตต์วิทยา",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ละหานทรายวิทยา",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ตาจงพิทยาสรรค์",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ละหานทรายรัชดาภิเษก",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ไทยเจริญวิทยา",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ปะคำพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "หนองหงส์พิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ห้วยหินพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "โนนสุวรรณพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "สามัคคีพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ร่มเกล้า บุรีรัมย์",
    "province": "บุรีรัมย์"
  },
  {
    "name": "พนมรุ้ง",
    "province": "บุรีรัมย์"
  },
  {
    "name": "คูเมืองวิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ตูมใหญ่วิทยา",
    "province": "บุรีรัมย์"
  },
  {
    "name": "มัธยมพรสำราญ",
    "province": "บุรีรัมย์"
  },
  {
    "name": "พุทไธสง",
    "province": "บุรีรัมย์"
  },
  {
    "name": "เมืองแกพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "วิทยาศาสตร์จุฬาภรณราชวิทยาลัย บุรีรัมย์",
    "province": "บุรีรัมย์"
  },
  {
    "name": "สะแกพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "สมเสม็ดวิทยา",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ร่อนทองพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "สตึก",
    "province": "บุรีรัมย์"
  },
  {
    "name": "นาโพธิ์พิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "อุดมอักษรพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "กู่สวนแตงพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "แคนดงพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "ดงพลองพิทยาคม",
    "province": "บุรีรัมย์"
  },
  {
    "name": "สุรวิทยาคาร",
    "province": "สุรินทร์"
  },
  {
    "name": "สิรินธร",
    "province": "สุรินทร์"
  },
  {
    "name": "สวายวิทยาคาร",
    "province": "สุรินทร์"
  },
  {
    "name": "นาดีวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "ศรีไผทสมันต์",
    "province": "สุรินทร์"
  },
  {
    "name": "รามวิทยา  รัชมังคลาภิเษก",
    "province": "สุรินทร์"
  },
  {
    "name": "สุรินทร์ภักดี",
    "province": "สุรินทร์"
  },
  {
    "name": "พญารามวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "สุรินทร์ราชมงคล",
    "province": "สุรินทร์"
  },
  {
    "name": "โชคเพชรพิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "สุรินทร์พิทยาคม",
    "province": "สุรินทร์"
  },
  {
    "name": "วีรวัฒน์โยธิน",
    "province": "สุรินทร์"
  },
  {
    "name": "มหิธรวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "นาบัววิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "ศรีรามประชาสรรค์",
    "province": "สุรินทร์"
  },
  {
    "name": "ตั้งใจวิทยาคม",
    "province": "สุรินทร์"
  },
  {
    "name": "ท่าสว่างวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "แสงทรัพย์ประชาวิทยาคาร",
    "province": "สุรินทร์"
  },
  {
    "name": "เทนมีย์มิตรประชา",
    "province": "สุรินทร์"
  },
  {
    "name": "จอมพระประชาสรรค์",
    "province": "สุรินทร์"
  },
  {
    "name": "เมืองลีงวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "บุแกรงวิทยาคม",
    "province": "สุรินทร์"
  },
  {
    "name": "หนองสนิทวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "ศีขรภูมิพิสัย",
    "province": "สุรินทร์"
  },
  {
    "name": "แตลศิริวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "ห้วยจริงวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "กุดไผทประชาสรรค์",
    "province": "สุรินทร์"
  },
  {
    "name": "จารย์วิทยาคาร",
    "province": "สุรินทร์"
  },
  {
    "name": "มัธยมจารพัตวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "หนองแวงวิทยาคม",
    "province": "สุรินทร์"
  },
  {
    "name": "ขวาวใหญ่วิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "วังข่าพัฒนา",
    "province": "สุรินทร์"
  },
  {
    "name": "ยางวิทยาคาร",
    "province": "สุรินทร์"
  },
  {
    "name": "สุรพินท์พิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "พนาสนวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "ศรีสุขวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "สำโรงทาบวิทยาคม",
    "province": "สุรินทร์"
  },
  {
    "name": "สินรินทร์วิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "แร่วิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "บึงนครประชาสรรค์",
    "province": "สุรินทร์"
  },
  {
    "name": "ชุมพลวิทยาสรรค์",
    "province": "สุรินทร์"
  },
  {
    "name": "เมืองบัววิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "ลำพลับพลาวิทยาคาร",
    "province": "สุรินทร์"
  },
  {
    "name": "ท่าตูมประชาเสริมวิทย์",
    "province": "สุรินทร์"
  },
  {
    "name": "ลานทรายพิทยาคม",
    "province": "สุรินทร์"
  },
  {
    "name": "เมืองแกพิทยาสรรค์",
    "province": "สุรินทร์"
  },
  {
    "name": "พรมเทพพิทยาคม",
    "province": "สุรินทร์"
  },
  {
    "name": "ช้างบุญวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "ทุ่งกุลาพิทยาคม",
    "province": "สุรินทร์"
  },
  {
    "name": "โนนแท่นพิทยาคม",
    "province": "สุรินทร์"
  },
  {
    "name": "ศรีปทุมพิทยาคม",
    "province": "สุรินทร์"
  },
  {
    "name": "รัตนบุรี",
    "province": "สุรินทร์"
  },
  {
    "name": "ดอนแรดวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "เบิดพิทยาสรรค์",
    "province": "สุรินทร์"
  },
  {
    "name": "ธาตุศรีนคร",
    "province": "สุรินทร์"
  },
  {
    "name": "แกศึกษาพัฒนา",
    "province": "สุรินทร์"
  },
  {
    "name": "ทับโพธิ์พัฒนวิทย์",
    "province": "สุรินทร์"
  },
  {
    "name": "หนองอียอวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "หนองขุนศรีวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "สนมวิทยาคาร",
    "province": "สุรินทร์"
  },
  {
    "name": "นารายณ์คำผงวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "โนนเทพ",
    "province": "สุรินทร์"
  },
  {
    "name": "ประดู่แก้วประชาสรรค์",
    "province": "สุรินทร์"
  },
  {
    "name": "ประสาทวิทยาคาร",
    "province": "สุรินทร์"
  },
  {
    "name": "โคกยางวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "ตานีวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "ไทรแก้ววิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "ทุ่งมนวิทยาคาร",
    "province": "สุรินทร์"
  },
  {
    "name": "เชื้อเพลิงวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "ตาเบาวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "กาบเชิงวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "แนงมุดวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "โคกตะเคียนวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "ปราสาทเบงวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "สังขะ",
    "province": "สุรินทร์"
  },
  {
    "name": "กระเทียมวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "ตาคงวิทยา รัชมังคลาภิเษก",
    "province": "สุรินทร์"
  },
  {
    "name": "ขนาดมอญพิทยาคม",
    "province": "สุรินทร์"
  },
  {
    "name": "มัธยมทับทิมสยาม ๐๔ ในพระอุปถัมภ์",
    "province": "สุรินทร์"
  },
  {
    "name": "พระแก้ววิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "เทพอุดมวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "บัวเชดวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "มัธยมศรีลำเภาลูน",
    "province": "สุรินทร์"
  },
  {
    "name": "พนมดงรักวิทยา",
    "province": "สุรินทร์"
  },
  {
    "name": "ศรีณรงค์พิทยาลัย",
    "province": "สุรินทร์"
  },
  {
    "name": "ศรีสะเกษวิทยาลัย",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "สตรีสิริเกศ",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "คูซอดประชาสรรค์",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ไกรภักดีวิทยาคม",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "สิริเกศน้อมเกล้า",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "น้ำคำวิทยา",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ ศรีสะเกษ ในพระราชูปถัมภ์สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "มัธยมโพนค้อ",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ศรีสะเกษวิทยาลัย 2  ห้วยคล้า (พรหมดิเรกอนุสรณ์)",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ยางชุมน้อยพิทยาคม",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ลิ้นฟ้าพิทยาคม",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "กันทรารมณ์",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ละทายวิทยา",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "บัวน้อยวิทยา",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ประสานมิตรวิทยา",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โนนค้อวิทยาคม",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "เขื่อนช้างวิทยาคาร",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "น้ำเกลี้ยงวิทยา",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "บัวเจริญวิทยา",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "นครศรีลำดวนวิทยา",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โนนเพ็กวิทยาคม",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "พยุห์วิทยา",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ส้มป่อยพิทยาคม",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ไผ่งามพิทยาคม",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "กำแพง",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ทุ่งไชยพิทยา รัชมังคลาภิเษก",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ทุ่งสิมวิทยาคม",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "จตุรภูมิพิทยาคาร",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โคกหล่ามวิทยา",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "เบญจประชาสรรค์",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "บึงบูรพ์",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ห้วยทับทันวิทยาคม",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ผักไหมวิทยานุกูล",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "วรคุณอุปถัมภ์",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "คลีกลิ้งพัฒนาทร",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ปรางค์กู่",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ขุขันธ์",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ลมศักดิ์วิทยาคม",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "โนนกระสังวิทยาคม",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ศรีตระกูลวิทยา",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ตูมพิทยานุสรณ์",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "สวงษ์วิทยาคม",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "หนองคูวิทยา",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "สะเดาใหญ่ประชาสรรค์",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "สวายพิทยาคม",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "พอกพิทยาคม รัชมังคลาภิเษก",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ละลมวิทยา",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ภูสิงห์ประชาเสริมวิทย์",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "กันทรลักษณ์วิทยาคม",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "กันทรลักษ์วิทยา",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "บึงมะลูวิทยา",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "กระแชงวิทยา",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "มัธยมบักดองวิทยา",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ภูมิซรอลวิทยา",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ศรีรัตนวิทยา",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "เบญจลักษ์พิทยา",
    "province": "ศรีสะเกษ"
  },
  {
    "name": "ยโสธรพิทยาคม",
    "province": "ยโสธร"
  },
  {
    "name": "คำเขื่อนแก้วชนูปถัมภ์",
    "province": "ยโสธร"
  },
  {
    "name": "สอนแก้วว่องไววิทยา",
    "province": "ยโสธร"
  },
  {
    "name": "สมเด็จพระญาณสังวร ในพระสังฆราชูปถัมภ์",
    "province": "ยโสธร"
  },
  {
    "name": "กู่จานวิทยาคม",
    "province": "ยโสธร"
  },
  {
    "name": "ยโสธรพิทยาสรรค์",
    "province": "ยโสธร"
  },
  {
    "name": "โพนทันเจริญวิทย์",
    "province": "ยโสธร"
  },
  {
    "name": "สิงห์สามัคคีวิทยา",
    "province": "ยโสธร"
  },
  {
    "name": "ศิลาทองพิทยาสรรค์",
    "province": "ยโสธร"
  },
  {
    "name": "มหาชนะชัยวิทยาคม",
    "province": "ยโสธร"
  },
  {
    "name": "ตระกูลประเทืองวิทยาคม",
    "province": "ยโสธร"
  },
  {
    "name": "ค้อวังวิทยาคม",
    "province": "ยโสธร"
  },
  {
    "name": "เลิงนกทา",
    "province": "ยโสธร"
  },
  {
    "name": "ทรายมูลวิทยา",
    "province": "ยโสธร"
  },
  {
    "name": "กุดชุมวิทยาคม",
    "province": "ยโสธร"
  },
  {
    "name": "ป่าติ้ววิทยา",
    "province": "ยโสธร"
  },
  {
    "name": "ศรีฐานกระจายศึกษา",
    "province": "ยโสธร"
  },
  {
    "name": "ห้องแซงวิทยาคม",
    "province": "ยโสธร"
  },
  {
    "name": "ดงมะไฟพิทยาคม",
    "province": "ยโสธร"
  },
  {
    "name": "กำแมดขันติธรรมวิทยาคม",
    "province": "ยโสธร"
  },
  {
    "name": "บุ่งค้าวิทยาคม",
    "province": "ยโสธร"
  },
  {
    "name": "โพนงามพิทยาคาร",
    "province": "ยโสธร"
  },
  {
    "name": "ศรีแก้วประชาสรรค์",
    "province": "ยโสธร"
  },
  {
    "name": "เมืองกลางประชานุกูล",
    "province": "ยโสธร"
  },
  {
    "name": "นาโปร่งประชาสรรค์",
    "province": "ยโสธร"
  },
  {
    "name": "คำเตยวิทยา",
    "province": "ยโสธร"
  },
  {
    "name": "น้ำคำวิทยาคม",
    "province": "ยโสธร"
  },
  {
    "name": "วิทยาศาสตร์จุฬาภรณราชวิทยาลัย อุบลราชธานี",
    "province": "อุบลราชธานี"
  },
  {
    "name": "เบ็ญจะมะมหาราช",
    "province": "อุบลราชธานี"
  },
  {
    "name": "เขื่องในพิทยาคาร",
    "province": "อุบลราชธานี"
  },
  {
    "name": "นารีนุกูล",
    "province": "อุบลราชธานี"
  },
  {
    "name": "สหธาตุศึกษา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "ปทุมพิทยาคม",
    "province": "อุบลราชธานี"
  },
  {
    "name": "ชีทวนวิทยาสามัคคี",
    "province": "อุบลราชธานี"
  },
  {
    "name": "เตรียมอุดมศึกษาพัฒนาการ อุบลราชธานี",
    "province": "อุบลราชธานี"
  },
  {
    "name": "บ้านไทยวิทยาคม",
    "province": "อุบลราชธานี"
  },
  {
    "name": "หนองบ่อสามัคคีวิทยา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "เสียมทองพิทยาคม",
    "province": "อุบลราชธานี"
  },
  {
    "name": "หนองขอนวิทยา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "เก่าขามวิทยา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "นารีนุกูล 2",
    "province": "อุบลราชธานี"
  },
  {
    "name": "อุบลราชธานีศรีวนาลัย",
    "province": "อุบลราชธานี"
  },
  {
    "name": "ม่วงสามสิบอัมพวันวิทยา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "ศรีน้ำคำศึกษา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "ไผ่ใหญ่ศึกษา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "ดงยางวิทยาคม",
    "province": "อุบลราชธานี"
  },
  {
    "name": "ดอนมดแดงวิทยาคม",
    "province": "อุบลราชธานี"
  },
  {
    "name": "หกสิบพรรษาวิทยาคม อุบลราชธานี",
    "province": "อุบลราชธานี"
  },
  {
    "name": "มัธยมตระการพืชผล",
    "province": "อุบลราชธานี"
  },
  {
    "name": "เขมราฐพิทยาคม",
    "province": "อุบลราชธานี"
  },
  {
    "name": "สะพือวิทยาคาร",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โนนสวางประชาสรรค์",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โนนกุงวิทยาคม",
    "province": "อุบลราชธานี"
  },
  {
    "name": "ขุมคำวิทยาคาร",
    "province": "อุบลราชธานี"
  },
  {
    "name": "เกษมสีมาวิทยาคาร",
    "province": "อุบลราชธานี"
  },
  {
    "name": "กุดข้าวปุ้นวิทยา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โพธิ์ไทรพิทยาคาร",
    "province": "อุบลราชธานี"
  },
  {
    "name": "พังเคนพิทยา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "พะลานวิทยาคม",
    "province": "อุบลราชธานี"
  },
  {
    "name": "หนามแท่งพิทยาคม รัชมังคลาภิเษก",
    "province": "อุบลราชธานี"
  },
  {
    "name": "ศรีเมืองวิทยาคาร",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โขงเจียมวิทยาคม",
    "province": "อุบลราชธานี"
  },
  {
    "name": "เอือดใหญ่พิทยา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "อ่างศิลา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "ตาลสุมพัฒนา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "เชียงแก้วพิทยาคม",
    "province": "อุบลราชธานี"
  },
  {
    "name": "สิรินธรวิทยานุสรณ์",
    "province": "อุบลราชธานี"
  },
  {
    "name": "นาเยียศึกษา รัชมังคลาภิเษก",
    "province": "อุบลราชธานี"
  },
  {
    "name": "สำโรงวิทยาคาร",
    "province": "อุบลราชธานี"
  },
  {
    "name": "สว่างวีระวงศ์",
    "province": "อุบลราชธานี"
  },
  {
    "name": "ลือคำหาญวารินชำราบ",
    "province": "อุบลราชธานี"
  },
  {
    "name": "ห้วยขะยุงวิทยา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โคกสว่างคุ้มวิทยานุสรณ์",
    "province": "อุบลราชธานี"
  },
  {
    "name": "วารินชำราบ",
    "province": "อุบลราชธานี"
  },
  {
    "name": "วิจิตราพิทยา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "เดชอุดม",
    "province": "อุบลราชธานี"
  },
  {
    "name": "นาจะหลวย",
    "province": "อุบลราชธานี"
  },
  {
    "name": "นาส่วงวิทยา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "ดงสว่างวิทยา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "นากระแซงศึกษา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "ท่าโพธิ์ศรีพิทยา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "ทุ่งเทิงยิ่งวัฒนา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "น้ำยืนวิทยา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "โดมประดิษฐ์วิทยา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "บุณฑริกวิทยาคาร",
    "province": "อุบลราชธานี"
  },
  {
    "name": "นาโพธิ์วิทยา",
    "province": "อุบลราชธานี"
  },
  {
    "name": "ทุ่งศรีอุดม",
    "province": "อุบลราชธานี"
  },
  {
    "name": "อำนาจเจริญ",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "ชานุมานวิทยาคม",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "ปทุมราชวงศา",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "ลือวิทยาคม",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "คึมใหญ่วิทยา",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "คำเขื่อนแก้ววิทยาคม",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "ปลาค้าววิทยานุสรณ์",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "น้ำปลีกศึกษา",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "นาวังวิทยา",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "นาจิกพิทยาคม",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "นายมวิทยาคาร",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "สร้างนกทาวิทยาคม",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "อำนาจเจริญพิทยาคม",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "พนาศึกษา",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "ศรีคูณวิทยบัลลังก์",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "เสนางคนิคม",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "นาเวียงจุลดิศวิทยา",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "หัวตะพานวิทยาคม",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "ศรีเจริญศึกษา",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "จิกดู่วิทยา",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "ลืออำนาจวิทยาคม",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "มัธยมแมด",
    "province": "อำนาจเจริญ"
  },
  {
    "name": "ชัยภูมิภักดีชุมพล",
    "province": "ชัยภูมิ"
  },
  {
    "name": "สตรีชัยภูมิ",
    "province": "ชัยภูมิ"
  },
  {
    "name": "เมืองพญาแลวิทยา",
    "province": "ชัยภูมิ"
  },
  {
    "name": "กุดตุ้มวิทยา",
    "province": "ชัยภูมิ"
  },
  {
    "name": "บ้านค่ายวิทยา",
    "province": "ชัยภูมิ"
  },
  {
    "name": "กาญจนาภิเษกวิทยาลัย ชัยภูมิ",
    "province": "ชัยภูมิ"
  },
  {
    "name": "ภูพระวิทยาคม",
    "province": "ชัยภูมิ"
  },
  {
    "name": "ชีลองวิทยา",
    "province": "ชัยภูมิ"
  },
  {
    "name": "บ้านเขว้าวิทยายน",
    "province": "ชัยภูมิ"
  },
  {
    "name": "คอนสวรรค์",
    "province": "ชัยภูมิ"
  },
  {
    "name": "สามหมอวิทยา",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โนนสะอาดวิทยา",
    "province": "ชัยภูมิ"
  },
  {
    "name": "ปู่ด้วงศึกษาลัย",
    "province": "ชัยภูมิ"
  },
  {
    "name": "หนองบัวแดงวิทยา",
    "province": "ชัยภูมิ"
  },
  {
    "name": "นางแดดวังชมภูวิทยา รัชมังคลาภิเษก",
    "province": "ชัยภูมิ"
  },
  {
    "name": "คูเมืองวิทยา",
    "province": "ชัยภูมิ"
  },
  {
    "name": "ภักดีชุมพลวิทยา",
    "province": "ชัยภูมิ"
  },
  {
    "name": "เจียงทองพิทยาคม",
    "province": "ชัยภูมิ"
  },
  {
    "name": "ภูเขียว",
    "province": "ชัยภูมิ"
  },
  {
    "name": "หนองคอนไทยวิทยาคม",
    "province": "ชัยภูมิ"
  },
  {
    "name": "พระธาตุหนองสามหมื่น",
    "province": "ชัยภูมิ"
  },
  {
    "name": "บ้านแท่นวิทยา",
    "province": "ชัยภูมิ"
  },
  {
    "name": "แก้งคร้อวิทยา",
    "province": "ชัยภูมิ"
  },
  {
    "name": "นาหนองทุ่มวิทยา",
    "province": "ชัยภูมิ"
  },
  {
    "name": "ท่ามะไฟหวานวิทยาคม",
    "province": "ชัยภูมิ"
  },
  {
    "name": "คอนสารวิทยาคม",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โนนคูณวิทยาคาร รัชมังคลาภิเษก",
    "province": "ชัยภูมิ"
  },
  {
    "name": "จัตุรัสวิทยาคาร",
    "province": "ชัยภูมิ"
  },
  {
    "name": "หนองบัวบานวิทยา",
    "province": "ชัยภูมิ"
  },
  {
    "name": "ละหานเจริญวิทยา",
    "province": "ชัยภูมิ"
  },
  {
    "name": "บางอำพันธ์วิทยาคม",
    "province": "ชัยภูมิ"
  },
  {
    "name": "เพชรพิทยาสรรค์",
    "province": "ชัยภูมิ"
  },
  {
    "name": "เริงรมย์วิทยาคม",
    "province": "ชัยภูมิ"
  },
  {
    "name": "หนองบัวระเหววิทยาคาร",
    "province": "ชัยภูมิ"
  },
  {
    "name": "ห้วยแย้วิทยา",
    "province": "ชัยภูมิ"
  },
  {
    "name": "เทพสถิตวิทยา",
    "province": "ชัยภูมิ"
  },
  {
    "name": "นายางกลักพิทยาคม",
    "province": "ชัยภูมิ"
  },
  {
    "name": "โซ่พิสัยพิทยาคม",
    "province": "บึงกาฬ"
  },
  {
    "name": "ศรีชมภูวิทยา",
    "province": "บึงกาฬ"
  },
  {
    "name": "โนนคำพิทยาคม",
    "province": "บึงกาฬ"
  },
  {
    "name": "โพนทองประชาสรรค์",
    "province": "บึงกาฬ"
  },
  {
    "name": "ปากคาดพิทยาคม",
    "province": "บึงกาฬ"
  },
  {
    "name": "หนองยองพิทยาคม รัชมังคลาภิเษก",
    "province": "บึงกาฬ"
  },
  {
    "name": "สมสนุกพิทยาคม",
    "province": "บึงกาฬ"
  },
  {
    "name": "บึงกาฬ",
    "province": "บึงกาฬ"
  },
  {
    "name": "หนองเข็งวิทยาคม",
    "province": "บึงกาฬ"
  },
  {
    "name": "โพธิ์ทองวิทยานุสรณ์",
    "province": "บึงกาฬ"
  },
  {
    "name": "นาสวรรค์พิทยาคม",
    "province": "บึงกาฬ"
  },
  {
    "name": "พรเจริญวิทยา",
    "province": "บึงกาฬ"
  },
  {
    "name": "หนองหัวช้างวิทยา",
    "province": "บึงกาฬ"
  },
  {
    "name": "ศรีสำราญวิทยาคม",
    "province": "บึงกาฬ"
  },
  {
    "name": "เซกา",
    "province": "บึงกาฬ"
  },
  {
    "name": "หนองหิ้งพิทยา",
    "province": "บึงกาฬ"
  },
  {
    "name": "โสกก่ามวิทยา",
    "province": "บึงกาฬ"
  },
  {
    "name": "เหล่าคามพิทยาคม รัชมังคลาภิเษก",
    "province": "บึงกาฬ"
  },
  {
    "name": "ประชานิมิตพิทยานุกูล",
    "province": "บึงกาฬ"
  },
  {
    "name": "เจ็ดสีวิทยาคาร",
    "province": "บึงกาฬ"
  },
  {
    "name": "บึงโขงหลงวิทยาคม",
    "province": "บึงกาฬ"
  },
  {
    "name": "ท่าดอกคำวิทยาคม",
    "province": "บึงกาฬ"
  },
  {
    "name": "ศรีวิไลวิทยา",
    "province": "บึงกาฬ"
  },
  {
    "name": "ภูทอกวิทยา",
    "province": "บึงกาฬ"
  },
  {
    "name": "บุ่งคล้านคร",
    "province": "บึงกาฬ"
  },
  {
    "name": "ขอนแก่นวิทยายน",
    "province": "ขอนแก่น"
  },
  {
    "name": "กัลยาณวัตร",
    "province": "ขอนแก่น"
  },
  {
    "name": "แก่นนครวิทยาลัย",
    "province": "ขอนแก่น"
  },
  {
    "name": "เตรียมอุดมศึกษาพัฒนาการ ขอนแก่น",
    "province": "ขอนแก่น"
  },
  {
    "name": "สาวะถีพิทยาสรรพ์",
    "province": "ขอนแก่น"
  },
  {
    "name": "โคกสีพิทยาสรรพ์",
    "province": "ขอนแก่น"
  },
  {
    "name": "นครขอนแก่น",
    "province": "ขอนแก่น"
  },
  {
    "name": "เทพศิรินทร์ ขอนแก่น",
    "province": "ขอนแก่น"
  },
  {
    "name": "ขอนแก่นวิทยาลัย",
    "province": "ขอนแก่น"
  },
  {
    "name": "สีหราชเดโชชัย",
    "province": "ขอนแก่น"
  },
  {
    "name": "ขอนแก่นพัฒนศึกษา",
    "province": "ขอนแก่น"
  },
  {
    "name": "ขอนแก่นวิทยายน 2 (สมาน สุเมโธ)",
    "province": "ขอนแก่น"
  },
  {
    "name": "ขอนแก่นวิทยายน 3",
    "province": "ขอนแก่น"
  },
  {
    "name": "แก่นนครวิทยาลัย 2",
    "province": "ขอนแก่น"
  },
  {
    "name": "ขามแก่นนคร",
    "province": "ขอนแก่น"
  },
  {
    "name": "ฝางวิทยายน",
    "province": "ขอนแก่น"
  },
  {
    "name": "ป่าหวายวิทยายน",
    "province": "ขอนแก่น"
  },
  {
    "name": "ประชารัฐวิทยาเสริม",
    "province": "ขอนแก่น"
  },
  {
    "name": "บ้านไผ่",
    "province": "ขอนแก่น"
  },
  {
    "name": "บ้านลานวิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "บ้านไผ่ศึกษา",
    "province": "ขอนแก่น"
  },
  {
    "name": "บ้านไผ่พิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "เปือยน้อยศึกษา",
    "province": "ขอนแก่น"
  },
  {
    "name": "กู่ทองพิทยาลัย",
    "province": "ขอนแก่น"
  },
  {
    "name": "มัญจาศึกษา",
    "province": "ขอนแก่น"
  },
  {
    "name": "คำแคนวิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "โคกนางามพิทยาสรรพ์",
    "province": "ขอนแก่น"
  },
  {
    "name": "มัธยมโพนเพ็ก",
    "province": "ขอนแก่น"
  },
  {
    "name": "เหล่าใหญ่นาข่าวิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "ท่าศาลาประชานุสรณ์",
    "province": "ขอนแก่น"
  },
  {
    "name": "ชนบทศึกษา",
    "province": "ขอนแก่น"
  },
  {
    "name": "ประชารัฐพัฒนาการ",
    "province": "ขอนแก่น"
  },
  {
    "name": "โคกโพธิ์ไชยศึกษา",
    "province": "ขอนแก่น"
  },
  {
    "name": "บ้านแฮดศึกษา",
    "province": "ขอนแก่น"
  },
  {
    "name": "หนองขามพิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "พล",
    "province": "ขอนแก่น"
  },
  {
    "name": "โสกนกเต็นประชาอุปถัมภ์",
    "province": "ขอนแก่น"
  },
  {
    "name": "โนนข่าวิทยา",
    "province": "ขอนแก่น"
  },
  {
    "name": "พลพัฒนศึกษา",
    "province": "ขอนแก่น"
  },
  {
    "name": "แวงใหญ่วิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "โนนสะอาดวิทยาคาร",
    "province": "ขอนแก่น"
  },
  {
    "name": "แวงน้อยศึกษา",
    "province": "ขอนแก่น"
  },
  {
    "name": "ท่านางแนววิทยายน",
    "province": "ขอนแก่น"
  },
  {
    "name": "ก้านเหลืองวิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "หนองสองห้องวิทยา",
    "province": "ขอนแก่น"
  },
  {
    "name": "ไตรคามวิทยา",
    "province": "ขอนแก่น"
  },
  {
    "name": "เบญจมิตรวิทยา",
    "province": "ขอนแก่น"
  },
  {
    "name": "ศรีหนองกาววิทยา",
    "province": "ขอนแก่น"
  },
  {
    "name": "โนนศิลาวิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "สันติพัฒนกิจวิทยา",
    "province": "ขอนแก่น"
  },
  {
    "name": "น้ำพองศึกษา",
    "province": "ขอนแก่น"
  },
  {
    "name": "ดงมันพิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "บัวใหญ่พิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "น้ำพองพัฒนศึกษา รัชมังคลาภิเษก",
    "province": "ขอนแก่น"
  },
  {
    "name": "พังทุยพัฒนศึกษา",
    "province": "ขอนแก่น"
  },
  {
    "name": "ม่วงหวานพัฒนศึกษา",
    "province": "ขอนแก่น"
  },
  {
    "name": "ลำน้ำพอง",
    "province": "ขอนแก่น"
  },
  {
    "name": "บึงไทรพิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "บัวแก้วพิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "อุบลรัตน์พิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "ศรีกระนวนวิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "ยางคำพิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "ทุ่งใหญ่รัตนศึกษา",
    "province": "ขอนแก่น"
  },
  {
    "name": "เขาสวนกวางวิทยานุกูล",
    "province": "ขอนแก่น"
  },
  {
    "name": "ดงบังวิทยายน",
    "province": "ขอนแก่น"
  },
  {
    "name": "หนองเรือวิทยา",
    "province": "ขอนแก่น"
  },
  {
    "name": "จระเข้วิทยายน",
    "province": "ขอนแก่น"
  },
  {
    "name": "มัธยมตลาดใหญ่วิทยา",
    "province": "ขอนแก่น"
  },
  {
    "name": "ชุมแพศึกษา",
    "province": "ขอนแก่น"
  },
  {
    "name": "จตุรมิตรวิทยาคาร",
    "province": "ขอนแก่น"
  },
  {
    "name": "ขัวเรียงศึกษา",
    "province": "ขอนแก่น"
  },
  {
    "name": "ชุมแพพิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "หนองเสาเล้าวิทยาคาร",
    "province": "ขอนแก่น"
  },
  {
    "name": "ชุมแพวิทยายน",
    "province": "ขอนแก่น"
  },
  {
    "name": "นาจานศึกษา",
    "province": "ขอนแก่น"
  },
  {
    "name": "ผาขามวิทยายน",
    "province": "ขอนแก่น"
  },
  {
    "name": "หนองตาไก้ศึกษา",
    "province": "ขอนแก่น"
  },
  {
    "name": "ซำยางวิทยายน",
    "province": "ขอนแก่น"
  },
  {
    "name": "ภูเวียงวิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "กุดขอนแก่นวิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "เวียงวงกตวิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "เวียงนครวิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "ภูผาม่าน",
    "province": "ขอนแก่น"
  },
  {
    "name": "หนองนาคำวิทยาคม",
    "province": "ขอนแก่น"
  },
  {
    "name": "อุดรพิทยานุกูล",
    "province": "อุดรธานี"
  },
  {
    "name": "สตรีราชินูทิศ",
    "province": "อุดรธานี"
  },
  {
    "name": "ประจักษ์ศิลปาคาร",
    "province": "อุดรธานี"
  },
  {
    "name": "นิคมสงเคราะห์วิทยา",
    "province": "อุดรธานี"
  },
  {
    "name": "อุดรธรรมานุสรณ์",
    "province": "อุดรธานี"
  },
  {
    "name": "โนนสูงพิทยาคาร",
    "province": "อุดรธานี"
  },
  {
    "name": "อุดรพิชัยรักษ์พิทยา",
    "province": "อุดรธานี"
  },
  {
    "name": "อุดรธานีพิทยาคม",
    "province": "อุดรธานี"
  },
  {
    "name": "มัธยมสิริวัณวรี ๑ อุดรธานี",
    "province": "อุดรธานี"
  },
  {
    "name": "สามพร้าววิทยา",
    "province": "อุดรธานี"
  },
  {
    "name": "ธาตุโพนทองวิทยาคม",
    "province": "อุดรธานี"
  },
  {
    "name": "อุดรพัฒนาการ",
    "province": "อุดรธานี"
  },
  {
    "name": "อุดรพิทยานุกูล 2",
    "province": "อุดรธานี"
  },
  {
    "name": "อุดรพัฒนศึกษา",
    "province": "อุดรธานี"
  },
  {
    "name": "เชียงพังพัฒนวิช",
    "province": "อุดรธานี"
  },
  {
    "name": "ราชินูทิศ 2",
    "province": "อุดรธานี"
  },
  {
    "name": "หนองวัวซอพิทยาคม",
    "province": "อุดรธานี"
  },
  {
    "name": "หนองยางชุมพิทยาคม",
    "province": "อุดรธานี"
  },
  {
    "name": "แสงอร่ามพิทยาคม",
    "province": "อุดรธานี"
  },
  {
    "name": "เพ็ญพิทยาคม",
    "province": "อุดรธานี"
  },
  {
    "name": "สุมเส้าพิทยาคาร",
    "province": "อุดรธานี"
  },
  {
    "name": "จอมศรีพิทยาคาร",
    "province": "อุดรธานี"
  },
  {
    "name": "เชียงหวางพิทยาคาร",
    "province": "อุดรธานี"
  },
  {
    "name": "สร้างคอมวิทยา",
    "province": "อุดรธานี"
  },
  {
    "name": "ยิ่งยวดพิทยานุกูล",
    "province": "อุดรธานี"
  },
  {
    "name": "กุมภวาปี",
    "province": "อุดรธานี"
  },
  {
    "name": "โนนสะอาดพิทยาสรรค์",
    "province": "อุดรธานี"
  },
  {
    "name": "ศรีธาตุพิทยาคม",
    "province": "อุดรธานี"
  },
  {
    "name": "ห้วยเกิ้งพิทยาคาร",
    "province": "อุดรธานี"
  },
  {
    "name": "ทมนางามวิทยาคม",
    "province": "อุดรธานี"
  },
  {
    "name": "ตาดทองพิทยาคม",
    "province": "อุดรธานี"
  },
  {
    "name": "สีออศิลปศาสตร์",
    "province": "อุดรธานี"
  },
  {
    "name": "หนองแดงวิทโยดม",
    "province": "อุดรธานี"
  },
  {
    "name": "เสอเพลอพิทยาคม",
    "province": "อุดรธานี"
  },
  {
    "name": "กุมภวาปีพิทยาสรรค์",
    "province": "อุดรธานี"
  },
  {
    "name": "วังสามหมอวิทยาคาร",
    "province": "อุดรธานี"
  },
  {
    "name": "นานกชุมวิทยาคม",
    "province": "อุดรธานี"
  },
  {
    "name": "คำยางพิทยา",
    "province": "อุดรธานี"
  },
  {
    "name": "หนองแสงวิทยศึกษา",
    "province": "อุดรธานี"
  },
  {
    "name": "ประจักษ์ศิลปาคม",
    "province": "อุดรธานี"
  },
  {
    "name": "สามพาดพิทยาคาร",
    "province": "อุดรธานี"
  },
  {
    "name": "หนองหานวิทยา",
    "province": "อุดรธานี"
  },
  {
    "name": "ทุ่งฝนวิทยาคาร",
    "province": "อุดรธานี"
  },
  {
    "name": "ไชยวานวิทยา",
    "province": "อุดรธานี"
  },
  {
    "name": "ทุ่งฝนพัฒนศึกษา",
    "province": "อุดรธานี"
  },
  {
    "name": "โพนสูงพัฒนศึกษา",
    "province": "อุดรธานี"
  },
  {
    "name": "บ้านเชียงวิทยา",
    "province": "อุดรธานี"
  },
  {
    "name": "บ้านดุงวิทยา",
    "province": "อุดรธานี"
  },
  {
    "name": "ดงเย็นพิทยาคาร",
    "province": "อุดรธานี"
  },
  {
    "name": "นาไหมพิทยาคม รัชมังคลาภิเษก",
    "province": "อุดรธานี"
  },
  {
    "name": "ทรัพย์อุดมวิทยา",
    "province": "อุดรธานี"
  },
  {
    "name": "โนนสะอาดชุมแสงวิทยา",
    "province": "อุดรธานี"
  },
  {
    "name": "พิบูลย์รักษ์พิทยา",
    "province": "อุดรธานี"
  },
  {
    "name": "กู่แก้ววิทยา",
    "province": "อุดรธานี"
  },
  {
    "name": "กุดจับประชาสรรค์",
    "province": "อุดรธานี"
  },
  {
    "name": "เตรียมอุดมศึกษาพัฒนาการ อุดรธานี",
    "province": "อุดรธานี"
  },
  {
    "name": "น้ำโสมพิทยาคม",
    "province": "อุดรธานี"
  },
  {
    "name": "ภูพานวิทยา",
    "province": "อุดรธานี"
  },
  {
    "name": "จำปาโมงวิทยาคาร",
    "province": "อุดรธานี"
  },
  {
    "name": "สามัคคีพิทยาคาร",
    "province": "อุดรธานี"
  },
  {
    "name": "หนองหัวคูปวงประชานุเคราะห์",
    "province": "อุดรธานี"
  },
  {
    "name": "ภูพระบาทวิทยา",
    "province": "อุดรธานี"
  },
  {
    "name": "ยูงทองพิทยาคม",
    "province": "อุดรธานี"
  },
  {
    "name": "หนองบัวพิทยาคาร",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "บ้านขามพิทยาคม",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "หนองสวรรค์วิทยาคาร",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ หนองบัวลำภู",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "โนนสังวิทยาคาร",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "โนนเมืองวิทยาคาร",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "กุดดู่พิทยาคม",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "หนองเรือพิทยาคม",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "ยางหล่อวิทยาคาร",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "กุงแก้ววิทยาคาร",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "นากอกวิทยาคาร",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "กุดสะเทียนวิทยาคาร",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "ศรีบุญเรืองวิทยาคาร",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "สุวรรณคูหาพิทยาสรรค์",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "นาวังศึกษาวิช",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "คำแสนวิทยาสรรค์",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "ดงมะไฟวิทยาคม",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "กุดดินจี่พิทยาคม",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "ฝั่งแดงวิทยาสรรค์",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "ภูซางใหญ่วิทยาคม",
    "province": "หนองบัวลำภู"
  },
  {
    "name": "เลยพิทยาคม",
    "province": "เลย"
  },
  {
    "name": "เลยอนุกูลวิทยา",
    "province": "เลย"
  },
  {
    "name": "นาอ้อวิทยา",
    "province": "เลย"
  },
  {
    "name": "น้ำสวยพิทยาสรรพ์",
    "province": "เลย"
  },
  {
    "name": "นาด้วงวิทยา",
    "province": "เลย"
  },
  {
    "name": "เชียงคาน",
    "province": "เลย"
  },
  {
    "name": "เขาแก้ววิทยาสรรพ์",
    "province": "เลย"
  },
  {
    "name": "ธาตุพิทยาคม",
    "province": "เลย"
  },
  {
    "name": "วิทยาศาสตร์จุฬาภรณราชวิทยาลัย เลย",
    "province": "เลย"
  },
  {
    "name": "ปากชมวิทยา",
    "province": "เลย"
  },
  {
    "name": "เชียงกลมวิทยา",
    "province": "เลย"
  },
  {
    "name": "คอนสาวิทยา",
    "province": "เลย"
  },
  {
    "name": "วังโพนงามวิทยา",
    "province": "เลย"
  },
  {
    "name": "พระแก้วอาสาวิทยา",
    "province": "เลย"
  },
  {
    "name": "ศรีสองรักษ์วิทยา",
    "province": "เลย"
  },
  {
    "name": "นาแห้ววิทยา",
    "province": "เลย"
  },
  {
    "name": "ภูเรือวิทยา",
    "province": "เลย"
  },
  {
    "name": "ท่าลี่วิทยา",
    "province": "เลย"
  },
  {
    "name": "ศรีสงครามวิทยา",
    "province": "เลย"
  },
  {
    "name": "ภูกระดึงวิทยาคม",
    "province": "เลย"
  },
  {
    "name": "ภูหลวงวิทยา",
    "province": "เลย"
  },
  {
    "name": "สันติวิทยาสรรพ์",
    "province": "เลย"
  },
  {
    "name": "เอราวัณวิทยาคม",
    "province": "เลย"
  },
  {
    "name": "ผาอินทร์แปลงวิทยา",
    "province": "เลย"
  },
  {
    "name": "วังทรายขาววิทยา",
    "province": "เลย"
  },
  {
    "name": "ผาสามยอดวิทยาคม",
    "province": "เลย"
  },
  {
    "name": "เขาหลวงวิทยา",
    "province": "เลย"
  },
  {
    "name": "เซไลวิทยาคม",
    "province": "เลย"
  },
  {
    "name": "ผาน้อยวิทยาคม",
    "province": "เลย"
  },
  {
    "name": "เลยสว่างวิทยาคม",
    "province": "เลย"
  },
  {
    "name": "หนองหินวิทยาคม",
    "province": "เลย"
  },
  {
    "name": "ปทุมเทพวิทยาคาร",
    "province": "หนองคาย"
  },
  {
    "name": "หินโงมพิทยาคม",
    "province": "หนองคาย"
  },
  {
    "name": "กวนวันวิทยา",
    "province": "หนองคาย"
  },
  {
    "name": "เวียงคำวิทยาคาร",
    "province": "หนองคาย"
  },
  {
    "name": "หนองคายวิทยาคาร",
    "province": "หนองคาย"
  },
  {
    "name": "พระธาตุบังพวนวิทยา",
    "province": "หนองคาย"
  },
  {
    "name": "ค่ายบกหวานวิทยา",
    "province": "หนองคาย"
  },
  {
    "name": "ท่าบ่อ",
    "province": "หนองคาย"
  },
  {
    "name": "โคกคอนวิทยาคม",
    "province": "หนองคาย"
  },
  {
    "name": "ถ่อนวิทยา",
    "province": "หนองคาย"
  },
  {
    "name": "ท่าบ่อพิทยาคม",
    "province": "หนองคาย"
  },
  {
    "name": "หนองนางพิทยาคม",
    "province": "หนองคาย"
  },
  {
    "name": "เดื่อวิทยาคาร",
    "province": "หนองคาย"
  },
  {
    "name": "พานพร้าว",
    "province": "หนองคาย"
  },
  {
    "name": "พระพุทธบาทวิทยาคม",
    "province": "หนองคาย"
  },
  {
    "name": "วรลาโภนุสรณ์",
    "province": "หนองคาย"
  },
  {
    "name": "สังคมวิทยา",
    "province": "หนองคาย"
  },
  {
    "name": "วังม่วงพิทยาคม",
    "province": "หนองคาย"
  },
  {
    "name": "น้ำสวยวิทยา",
    "province": "หนองคาย"
  },
  {
    "name": "ฝางพิทยาคม",
    "province": "หนองคาย"
  },
  {
    "name": "โพธิ์ตากพิทยาคม",
    "province": "หนองคาย"
  },
  {
    "name": "ชุมพลโพนพิสัย",
    "province": "หนองคาย"
  },
  {
    "name": "เซิมพิทยาคม",
    "province": "หนองคาย"
  },
  {
    "name": "ปากสวยพิทยาคม",
    "province": "หนองคาย"
  },
  {
    "name": "นาหนังพัฒนศึกษา",
    "province": "หนองคาย"
  },
  {
    "name": "ร่มธรรมานุสรณ์",
    "province": "หนองคาย"
  },
  {
    "name": "กุดบงพิทยาคาร",
    "province": "หนองคาย"
  },
  {
    "name": "วังหลวงพิทยาสรรพ์",
    "province": "หนองคาย"
  },
  {
    "name": "นาดีพิทยาคม",
    "province": "หนองคาย"
  },
  {
    "name": "ประชาบดีพิทยาคม",
    "province": "หนองคาย"
  },
  {
    "name": "พระบาทนาสิงห์พิทยาคม",
    "province": "หนองคาย"
  },
  {
    "name": "สารคามพิทยาคม",
    "province": "มหาสารคาม"
  },
  {
    "name": "ผดุงนารี",
    "province": "มหาสารคาม"
  },
  {
    "name": "เมืองมหาวิชานุกูล",
    "province": "มหาสารคาม"
  },
  {
    "name": "มหาชัยพิทยาคาร",
    "province": "มหาสารคาม"
  },
  {
    "name": "แกดำวิทยาคาร",
    "province": "มหาสารคาม"
  },
  {
    "name": "มิตรภาพ",
    "province": "มหาสารคาม"
  },
  {
    "name": "โกสุมวิทยาสรรค์",
    "province": "มหาสารคาม"
  },
  {
    "name": "เขวาไร่ศึกษา",
    "province": "มหาสารคาม"
  },
  {
    "name": "เขื่อนพิทยาสรรค์",
    "province": "มหาสารคาม"
  },
  {
    "name": "โพนงามพิทยานุกูล",
    "province": "มหาสารคาม"
  },
  {
    "name": "วังยาวศึกษาวิทย์",
    "province": "มหาสารคาม"
  },
  {
    "name": "เขวาใหญ่พิทยาสรรค์",
    "province": "มหาสารคาม"
  },
  {
    "name": "กันทรวิชัย",
    "province": "มหาสารคาม"
  },
  {
    "name": "เชียงยืนพิทยาคม",
    "province": "มหาสารคาม"
  },
  {
    "name": "กู่ทองพิทยาคม",
    "province": "มหาสารคาม"
  },
  {
    "name": "กุดรังประชาสรรค์",
    "province": "มหาสารคาม"
  },
  {
    "name": "นาโพธิ์พิทยาสรรพ์",
    "province": "มหาสารคาม"
  },
  {
    "name": "ชื่นชมพิทยาคาร",
    "province": "มหาสารคาม"
  },
  {
    "name": "บรบือ",
    "province": "มหาสารคาม"
  },
  {
    "name": "เหล่ายาววิทยาคาร",
    "province": "มหาสารคาม"
  },
  {
    "name": "โนนแดงวิทยาคม",
    "province": "มหาสารคาม"
  },
  {
    "name": "ยางวิทยาคม",
    "province": "มหาสารคาม"
  },
  {
    "name": "โนนราษีวิทยา",
    "province": "มหาสารคาม"
  },
  {
    "name": "หนองม่วงวิทยาคาร",
    "province": "มหาสารคาม"
  },
  {
    "name": "บรบือวิทยาคาร",
    "province": "มหาสารคาม"
  },
  {
    "name": "นาเชือกพิทยาสรรค์",
    "province": "มหาสารคาม"
  },
  {
    "name": "ปอพานพิทยาคม รัชมังคลาภิเษก",
    "province": "มหาสารคาม"
  },
  {
    "name": "พยัคฆภูมิวิทยาคาร",
    "province": "มหาสารคาม"
  },
  {
    "name": "วาปีปทุม",
    "province": "มหาสารคาม"
  },
  {
    "name": "ดงใหญ่วิทยาคม รัชมังคลาภิเษก",
    "province": "มหาสารคาม"
  },
  {
    "name": "ประชาพัฒนา",
    "province": "มหาสารคาม"
  },
  {
    "name": "นาดูนประชาสรรพ์",
    "province": "มหาสารคาม"
  },
  {
    "name": "ดงบังพิสัยนวการนุสรณ์",
    "province": "มหาสารคาม"
  },
  {
    "name": "นาภูพิทยาคม",
    "province": "มหาสารคาม"
  },
  {
    "name": "มัธยมยางสีสุราช",
    "province": "มหาสารคาม"
  },
  {
    "name": "ธวัชบุรีวิทยาคม",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "จตุรพักตรพิมานรัชดาภิเษก",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โคกล่ามพิทยาคม",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "ธงธานี",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "สตรีศึกษา",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "ดู่น้อยประชาสรรค์",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "เตรียมอุดมศึกษาพัฒนาการ ร้อยเอ็ด",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "ศรีธวัชวิทยาลัย",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "ขัติยะวงษา",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "สตรีศึกษา 2",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "ศรีสมเด็จพิมพ์พัฒนาวิทยา",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ร้อยเอ็ด",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "ม่วงลาดวิทยาคาร",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "จังหารฐิตวิริยาประชาสรรค์",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "เชียงขวัญพิทยาคม",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "พลับพลาวิทยาคม",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "ทุ่งเขาหลวงวิทยาคม (พระราชวัชราวิทยาคม อุปถัมภ์)",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "ร้อยเอ็ดวิทยาลัย",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "เมืองน้อยวิทยาคม",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "พนมไพรวิทยาคาร",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "จันทรุเบกษาอนุสรณ์",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "ปทุมรัตต์พิทยาคม",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "น้ำใสวรวิทย์",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "หนองผึ้งวิทยาคาร",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โพนสูงประชาสรรค์",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "กู่กาสิงห์ประชาสรรค์",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "เหล่าหลวงประชานุสรณ์",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "สุวรรณภูมิพิทยไพศาล",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "หัวโทนวิทยา",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "สุวรรณภูมิวิทยาลัย",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "ช้างเผือกวิทยาคม",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "ทุ่งหลวงพลับพลาไชย",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "หินกองวิทยาคาร",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "เมืองสรวงวิทยา",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "สูงยางวิทยาประชาสรรค์",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "ทรายทองวิทยา",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "สามขาท่าหาดยาววิทยา",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "อาจสามารถวิทยา",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "หนองหมื่นถ่านวิทยา",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โพนเมืองประชารัฐ 'ดร.ก่อ สวัสดิ์พาณิชย์ อนุสรณ์'",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "หนองฮีเจริญวิทย์",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "ดูกอึ่งประชาสามัคคี",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โนนชัยศรีวิทยา",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "เชียงใหม่ประชานุสรณ์",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "วังหลวงวิทยาคม",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "เมยวดีพิทยาคม",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โพนทองพัฒนาวิทยา",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โพธิ์ชัยชนูปถัมภ์",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "หนองพอกวิทยาลัย",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "เสลภูมิพิทยาคม",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โพนทองวิทยายน",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "ขวาววิทยาคาร",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "ม่วงมิตรวิทยาคม",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โพธิ์แก้วประชาสรรค์",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "เสลภูมิ",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โพธิ์ทองวิทยาคาร",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "ท่าม่วงวิทยาคม",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "คำนาดีพิทยาคม",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "โพธิ์ศรีสว่างวิทยา",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "ผาน้ำทิพย์วิทยา",
    "province": "ร้อยเอ็ด"
  },
  {
    "name": "วิทยาศาสตร์จุฬาภรณราชวิทยาลัย กาฬสินธุ์",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "หนองสอพิทยาคม",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "กาฬสินธุ์พิทยาสรรพ์",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "กมลาไสย",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "อนุกูลนารี",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "ฟ้าแดดสูงยางวิทยาคาร",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "ดอนไทรงามพิทยาคม",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "เมืองกาฬสินธุ์",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "เหล่านาแกวิทยานุสรณ์",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "ธัญญาพัฒนวิทย์",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "แก่งนาจารย์พิทยาคม",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "เมืองเหนือวิทยาคม",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "ร่องคำ",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "สหัสขันธ์ศึกษา",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "นามะเขือพัฒนศึกษา",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โนนศิลาพิทยาคม",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "สามชัย",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "ดอนจานวิทยาคม",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "จำปาหลวงวิทยาคม",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "ยางตลาดวิทยาคาร",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โนนสูงพิทยาคม",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "หัวหินวัฒนาลัย",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "เขาพระนอนวิทยาคม",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "วังลิ้นฟ้าวิทยาคม",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "วังมนวิทยาคาร",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "คำเจริญวิทยาคม",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "ห้วยเม็กวิทยาคม",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "ท่าคันโทวิทยาคาร",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "ดงกลางพัฒนศึกษา",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "หนองกุงศรีวิทยาคาร",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "มัธยมภูฮังพัฒนวิทย์",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "หนองบัวไชยวารพิทยาสรรพ์",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "ฆ้องชัยวิทยาคม",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "เหล่ากลางวิทยาคม",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "ไตรรัตนวิทยาคม",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "เขาวงพิทยาคาร",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "นามนพิทยาคม",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "กุฉินารายณ์",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "พุทโธภาวนาประชาสรรค์",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "มอสวนขิงพิทยาสรรพ์",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "กาญจนาภิเษกวิทยาลัย กาฬสินธุ์",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "สามขาสว่างวิทย์",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "โนนคำวิทยา",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "นาไคร้พิทยาสรรพ์",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "คำม่วง",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "สมเด็จพิทยาคม",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "มหาไชยพิทยาคม",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "แก้วเสด็จพิทยาคม",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "ประชารัฐพัฒนศึกษา",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "บัวสามัคคีพิทยาสรรพ์",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "ผาเสวยรังสรรค์",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "ห้วยผึ้งพิทยา",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "พระเทพญาณวิศิษฏ์อุดมวิทย์",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "บ้านนาคูพัฒนา 'กรป.กลางอุปถัมภ์'",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "บ่อแก้วพระเทพญาณวิศิษฏ์พัฒนา",
    "province": "กาฬสินธุ์"
  },
  {
    "name": "สกลราชวิทยานุกูล",
    "province": "สกลนคร"
  },
  {
    "name": "ดงมะไฟวิทยา",
    "province": "สกลนคร"
  },
  {
    "name": "สกลนครพัฒนศึกษา",
    "province": "สกลนคร"
  },
  {
    "name": "ธาตุนารายณ์วิทยา",
    "province": "สกลนคร"
  },
  {
    "name": "ท่าแร่ศึกษา",
    "province": "สกลนคร"
  },
  {
    "name": "เฉลิมพระเกียรติพระบาทสมเด็จพระเจ้าอยู่หัวภูมิพลอดุลยเดชฯ ทรงครองสิริราชสมบัติครบ ๕๐ ปี จังหวัดสกลนคร",
    "province": "สกลนคร"
  },
  {
    "name": "กุสุมาลย์วิทยาคม",
    "province": "สกลนคร"
  },
  {
    "name": "โพธิแสนวิทยา",
    "province": "สกลนคร"
  },
  {
    "name": "เต่างอยพัฒนศึกษา",
    "province": "สกลนคร"
  },
  {
    "name": "ร่มเกล้า",
    "province": "สกลนคร"
  },
  {
    "name": "ด่านม่วงคำพิทยาคม",
    "province": "สกลนคร"
  },
  {
    "name": "โพนพิทยาคม",
    "province": "สกลนคร"
  },
  {
    "name": "คำเพิ่มพิทยา",
    "province": "สกลนคร"
  },
  {
    "name": "ท่านผู้หญิงจันทิมาพึ่งบารมี",
    "province": "สกลนคร"
  },
  {
    "name": "พังโคนวิทยาคม",
    "province": "สกลนคร"
  },
  {
    "name": "กุดบากพัฒนาศึกษา",
    "province": "สกลนคร"
  },
  {
    "name": "พรรณาวุฒาจารย์",
    "province": "สกลนคร"
  },
  {
    "name": "บ้านบัวราษฎร์บำรุง",
    "province": "สกลนคร"
  },
  {
    "name": "ลำปลาหางวิทยา",
    "province": "สกลนคร"
  },
  {
    "name": "เทพสวัสดิ์วิทยา",
    "province": "สกลนคร"
  },
  {
    "name": "ภูริทัตต์วิทยา",
    "province": "สกลนคร"
  },
  {
    "name": "บะฮีวิทยาคม",
    "province": "สกลนคร"
  },
  {
    "name": "ช้างมิ่งพิทยานุกูล",
    "province": "สกลนคร"
  },
  {
    "name": "มัธยมวาริชภูมิ",
    "province": "สกลนคร"
  },
  {
    "name": "ธรรมบวรวิทยา",
    "province": "สกลนคร"
  },
  {
    "name": "วาริชวิทยา",
    "province": "สกลนคร"
  },
  {
    "name": "นิคมน้ำอูนเจริญวิทยา",
    "province": "สกลนคร"
  },
  {
    "name": "เตรียมอุดมศึกษา ภาคตะวันออกเฉียงเหนือ",
    "province": "สกลนคร"
  },
  {
    "name": "แวงพิทยาคม",
    "province": "สกลนคร"
  },
  {
    "name": "หนองหลวงศึกษา",
    "province": "สกลนคร"
  },
  {
    "name": "โคกสีวิทยาสรรค์",
    "province": "สกลนคร"
  },
  {
    "name": "บงเหนือวิทยาคม",
    "province": "สกลนคร"
  },
  {
    "name": "สว่างแดนดิน",
    "province": "สกลนคร"
  },
  {
    "name": "ส่องดาววิทยาคม",
    "province": "สกลนคร"
  },
  {
    "name": "มัธยมวานรนิวาส",
    "province": "สกลนคร"
  },
  {
    "name": "คำตากล้าราชประชาสงเคราะห์",
    "province": "สกลนคร"
  },
  {
    "name": "กุดเรือคำพิทยาคาร",
    "province": "สกลนคร"
  },
  {
    "name": "ศึกษาประชาสามัคคี",
    "province": "สกลนคร"
  },
  {
    "name": "หนองแวงวิทยา",
    "province": "สกลนคร"
  },
  {
    "name": "บ้านม่วงพิทยาคม",
    "province": "สกลนคร"
  },
  {
    "name": "พระเทพญาณวิศิษฏ์โพธิ์ชัยทองวิทย์",
    "province": "สกลนคร"
  },
  {
    "name": "อากาศอำนวยศึกษา",
    "province": "สกลนคร"
  },
  {
    "name": "โพนงามศึกษา",
    "province": "สกลนคร"
  },
  {
    "name": "ท่าสงครามวิทยา",
    "province": "สกลนคร"
  },
  {
    "name": "เจริญศิลป์ศึกษา(โพธิ์คำอนุสรณ์)",
    "province": "สกลนคร"
  },
  {
    "name": "ปิยะมหาราชาลัย",
    "province": "นครพนม"
  },
  {
    "name": "คำเตยอุปถัมภ์",
    "province": "นครพนม"
  },
  {
    "name": "นครพนมวิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "ศรีโคตรบูรณ์",
    "province": "นครพนม"
  },
  {
    "name": "บ้านผึ้งวิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "ศรีบัวบานวิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "วังกระแสวิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "ปลาปากวิทยา",
    "province": "นครพนม"
  },
  {
    "name": "กุตาไก้วิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "มัธยมพัชรกิติยาภา ๑ นครพนม",
    "province": "นครพนม"
  },
  {
    "name": "ธรรมโฆษิตวิทยา",
    "province": "นครพนม"
  },
  {
    "name": "โคกสว่างประชาสรรค์",
    "province": "นครพนม"
  },
  {
    "name": "มหาชัยวิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "ธาตุพนม",
    "province": "นครพนม"
  },
  {
    "name": "อุ่มเหม้าประชาสรรค์",
    "province": "นครพนม"
  },
  {
    "name": "โพนแพงพิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "กุดฉิมวิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "วัดบึงเหล็ก   ในพระบรมราชานุเคราะห์",
    "province": "นครพนม"
  },
  {
    "name": "นาถ่อนพัฒนา",
    "province": "นครพนม"
  },
  {
    "name": "เรณูนครวิทยานุกูล",
    "province": "นครพนม"
  },
  {
    "name": "ดงดาวแจ้งพัฒนศึกษา",
    "province": "นครพนม"
  },
  {
    "name": "นาแกพิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "พระซองสามัคคีวิทยา",
    "province": "นครพนม"
  },
  {
    "name": "หนองบ่อวิทยานุกูล",
    "province": "นครพนม"
  },
  {
    "name": "ธรรมากรวิทยานุกูล",
    "province": "นครพนม"
  },
  {
    "name": "นาแกสามัคคีวิทยา",
    "province": "นครพนม"
  },
  {
    "name": "วังยางวิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "หนองโพธิ์พิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "อุเทนพัฒนา",
    "province": "นครพนม"
  },
  {
    "name": "ไชยบุรีวิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "พะทายพิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "รามราชพิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "ท่าจำปาวิทยา",
    "province": "นครพนม"
  },
  {
    "name": "เชียงยืนวิทยา",
    "province": "นครพนม"
  },
  {
    "name": "บ้านแพงพิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "ภูลังกาพิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "สหราษฎร์รังสฤษดิ์",
    "province": "นครพนม"
  },
  {
    "name": "สามผงวิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "สนธิราษฎร์วิทยา",
    "province": "นครพนม"
  },
  {
    "name": "นาคำราษฎร์รังสรรค์",
    "province": "นครพนม"
  },
  {
    "name": "นาเดื่อพิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "บ้านข่าพิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "นาหว้าพิทยาคม (ธาตุประสิทธิ์ประชานุเคราะห์)",
    "province": "นครพนม"
  },
  {
    "name": "นางัวราษฎร์รังสรรค์",
    "province": "นครพนม"
  },
  {
    "name": "ดอนเสียวแดงพิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "อุดมพัฒนศึกษา",
    "province": "นครพนม"
  },
  {
    "name": "โพนสวรรค์ราษฎร์พัฒนา",
    "province": "นครพนม"
  },
  {
    "name": "ค้อวิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "นาทมวิทยา",
    "province": "นครพนม"
  },
  {
    "name": "หนองซนพิทยาคม",
    "province": "นครพนม"
  },
  {
    "name": "หนองแวงวิทยานุกูล",
    "province": "นครพนม"
  },
  {
    "name": "มุกดาหาร",
    "province": "มุกดาหาร"
  },
  {
    "name": "นาโสกวิทยาคาร",
    "province": "มุกดาหาร"
  },
  {
    "name": "ผึ่งแดดวิทยาคาร",
    "province": "มุกดาหาร"
  },
  {
    "name": "นวมินทราชูทิศ อีสาน",
    "province": "มุกดาหาร"
  },
  {
    "name": "คำป่าหลายสรรพวิทย์",
    "province": "มุกดาหาร"
  },
  {
    "name": "ดงเย็นวิทยาคม",
    "province": "มุกดาหาร"
  },
  {
    "name": "นาวาราชกิจพิทยานุสรณ์",
    "province": "มุกดาหาร"
  },
  {
    "name": "มุกดาวิทยานุกูล",
    "province": "มุกดาหาร"
  },
  {
    "name": "วิทยาศาสตร์จุฬาภรณราชวิทยาลัย มุกดาหาร",
    "province": "มุกดาหาร"
  },
  {
    "name": "ดงมอนวิทยาคม",
    "province": "มุกดาหาร"
  },
  {
    "name": "เมืองมุกวิทยาคม",
    "province": "มุกดาหาร"
  },
  {
    "name": "คำสร้อยพิทยาสรรค์",
    "province": "มุกดาหาร"
  },
  {
    "name": "อุดมวิทย์",
    "province": "มุกดาหาร"
  },
  {
    "name": "ร่มเกล้าพิทยาสรรค์",
    "province": "มุกดาหาร"
  },
  {
    "name": "แวงใหญ่พิทยาสรรค์",
    "province": "มุกดาหาร"
  },
  {
    "name": "โชคชัยวิทยา",
    "province": "มุกดาหาร"
  },
  {
    "name": "ดอนตาลวิทยา",
    "province": "มุกดาหาร"
  },
  {
    "name": "โพธิ์ไทรวิทยา",
    "province": "มุกดาหาร"
  },
  {
    "name": "ผาเทิบวิทยา",
    "province": "มุกดาหาร"
  },
  {
    "name": "ดงหลวงวิทยา",
    "province": "มุกดาหาร"
  },
  {
    "name": "กกตูมประชาสรรค์ รัชมังคลาภิเษก",
    "province": "มุกดาหาร"
  },
  {
    "name": "คำชะอีวิทยาคาร",
    "province": "มุกดาหาร"
  },
  {
    "name": "คำบกวิทยาคาร",
    "province": "มุกดาหาร"
  },
  {
    "name": "ชัยปัญญาวิทยานุสรณ์",
    "province": "มุกดาหาร"
  },
  {
    "name": "คำชะอีพิทยาคม",
    "province": "มุกดาหาร"
  },
  {
    "name": "เหล่าประชาอุทิศ",
    "province": "มุกดาหาร"
  },
  {
    "name": "หว้านใหญ่วิทยา",
    "province": "มุกดาหาร"
  },
  {
    "name": "หนองสูงสามัคคีวิทยา",
    "province": "มุกดาหาร"
  },
  {
    "name": "พลังราษฎร์พิทยาสรรพ์",
    "province": "มุกดาหาร"
  },
  {
    "name": "หนองแวงวิทยาคม",
    "province": "มุกดาหาร"
  },
  {
    "name": "ยุพราชวิทยาลัย",
    "province": "เชียงใหม่"
  },
  {
    "name": "วัฒโนทัยพายัพ",
    "province": "เชียงใหม่"
  },
  {
    "name": "หอพระ",
    "province": "เชียงใหม่"
  },
  {
    "name": "กาวิละวิทยาลัย",
    "province": "เชียงใหม่"
  },
  {
    "name": "ดอยสะเก็ดวิทยาคม",
    "province": "เชียงใหม่"
  },
  {
    "name": "สันกำแพง",
    "province": "เชียงใหม่"
  },
  {
    "name": "แม่ออนวิทยาลัย",
    "province": "เชียงใหม่"
  },
  {
    "name": "แม่แตง",
    "province": "เชียงใหม่"
  },
  {
    "name": "แม่หอพระวิทยาคม",
    "province": "เชียงใหม่"
  },
  {
    "name": "สันป่ายางวิทยาคม",
    "province": "เชียงใหม่"
  },
  {
    "name": "แม่ริมวิทยาคม",
    "province": "เชียงใหม่"
  },
  {
    "name": "นวมินทราชูทิศ พายัพ",
    "province": "เชียงใหม่"
  },
  {
    "name": "สะเมิงพิทยาคม",
    "province": "เชียงใหม่"
  },
  {
    "name": "พร้าววิทยาคม",
    "province": "เชียงใหม่"
  },
  {
    "name": "สันทรายวิทยาคม",
    "province": "เชียงใหม่"
  },
  {
    "name": "เชียงดาววิทยาคม",
    "province": "เชียงใหม่"
  },
  {
    "name": "อรุโณทัยวิทยาคม",
    "province": "เชียงใหม่"
  },
  {
    "name": "ฝางชนูปถัมภ์",
    "province": "เชียงใหม่"
  },
  {
    "name": "เวียงแหงวิทยาคม",
    "province": "เชียงใหม่"
  },
  {
    "name": "ไชยปราการ",
    "province": "เชียงใหม่"
  },
  {
    "name": "สันป่าตองวิทยาคม",
    "province": "เชียงใหม่"
  },
  {
    "name": "เทพศิรินทร์ เชียงใหม่",
    "province": "เชียงใหม่"
  },
  {
    "name": "หางดงรัฐราษฎร์อุปถัมภ์",
    "province": "เชียงใหม่"
  },
  {
    "name": "สารภีพิทยาคม",
    "province": "เชียงใหม่"
  },
  {
    "name": "แม่วางวิทยาคม",
    "province": "เชียงใหม่"
  },
  {
    "name": "สองแคววิทยาคม",
    "province": "เชียงใหม่"
  },
  {
    "name": "สันติสุข",
    "province": "เชียงใหม่"
  },
  {
    "name": "จอมทอง",
    "province": "เชียงใหม่"
  },
  {
    "name": "แม่แจ่ม",
    "province": "เชียงใหม่"
  },
  {
    "name": "ฮอดพิทยาคม",
    "province": "เชียงใหม่"
  },
  {
    "name": "ดอยเต่าวิทยาคม",
    "province": "เชียงใหม่"
  },
  {
    "name": "อมก๋อยวิทยาคม",
    "province": "เชียงใหม่"
  },
  {
    "name": "แม่ตื่นวิทยาคม",
    "province": "เชียงใหม่"
  },
  {
    "name": "มัธยมกัลยาณิวัฒนาเฉลิมพระเกียรติ",
    "province": "เชียงใหม่"
  },
  {
    "name": "วิทยาศาสตร์จุฬาภรณราชวิทยาลัย ลำปาง",
    "province": "ลำปาง"
  },
  {
    "name": "บ้านแป้นพิทยาคม",
    "province": "ลำพูน"
  },
  {
    "name": "จักรคำคณาทร จังหวัดลำพูน",
    "province": "ลำพูน"
  },
  {
    "name": "แม่ทาวิทยาคม",
    "province": "ลำพูน"
  },
  {
    "name": "ป่าซาง",
    "province": "ลำพูน"
  },
  {
    "name": "ป่าตาลบ้านธิพิทยา",
    "province": "ลำพูน"
  },
  {
    "name": "ส่วนบุญโญปถัมภ์ ลำพูน",
    "province": "ลำพูน"
  },
  {
    "name": "ทาขุมเงินวิทยาคาร",
    "province": "ลำพูน"
  },
  {
    "name": "อุโมงค์วิทยาคม",
    "province": "ลำพูน"
  },
  {
    "name": "น้ำดิบวิทยาคม",
    "province": "ลำพูน"
  },
  {
    "name": "วชิรป่าซาง",
    "province": "ลำพูน"
  },
  {
    "name": "ธีรกานท์บ้านโฮ่ง",
    "province": "ลำพูน"
  },
  {
    "name": "บ้านโฮ่งรัตนวิทยา",
    "province": "ลำพูน"
  },
  {
    "name": "ทุ่งหัวช้างพิทยาคม",
    "province": "ลำพูน"
  },
  {
    "name": "แม่ตืนวิทยา",
    "province": "ลำพูน"
  },
  {
    "name": "เวียงเจดีย์วิทยา",
    "province": "ลำพูน"
  },
  {
    "name": "กิ่วลมวิทยา",
    "province": "ลำปาง"
  },
  {
    "name": "โป่งหลวงวิทยา รัชมังคลาภิเษก",
    "province": "ลำปาง"
  },
  {
    "name": "เมืองมายวิทยา",
    "province": "ลำปาง"
  },
  {
    "name": "บุญวาทย์วิทยาลัย",
    "province": "ลำปาง"
  },
  {
    "name": "แม่เมาะวิทยา",
    "province": "ลำปาง"
  },
  {
    "name": "ลำปางกัลยาณี",
    "province": "ลำปาง"
  },
  {
    "name": "สบจางวิทยา",
    "province": "ลำปาง"
  },
  {
    "name": "เตรียมอุดมศึกษาพัฒนาการเขลางค์นคร",
    "province": "ลำปาง"
  },
  {
    "name": "เสด็จวนชยางค์กูลวิทยา",
    "province": "ลำปาง"
  },
  {
    "name": "ประชาราชวิทยา",
    "province": "ลำปาง"
  },
  {
    "name": "ประชารัฐธรรมคุณ",
    "province": "ลำปาง"
  },
  {
    "name": "ห้างฉัตรวิทยา",
    "province": "ลำปาง"
  },
  {
    "name": "แม่สันวิทยา",
    "province": "ลำปาง"
  },
  {
    "name": "เวียงตาลพิทยาคม",
    "province": "ลำปาง"
  },
  {
    "name": "แม่ทะวิทยา",
    "province": "ลำปาง"
  },
  {
    "name": "สบปราบพิทยาคม",
    "province": "ลำปาง"
  },
  {
    "name": "เกาะคาวิทยาคม",
    "province": "ลำปาง"
  },
  {
    "name": "เสริมงามวิทยาคม",
    "province": "ลำปาง"
  },
  {
    "name": "แม่พริกวิทยา",
    "province": "ลำปาง"
  },
  {
    "name": "แม่ทะประชาสามัคคี",
    "province": "ลำปาง"
  },
  {
    "name": "ไหล่หินวิทยา",
    "province": "ลำปาง"
  },
  {
    "name": "เวียงมอกวิทยา",
    "province": "ลำปาง"
  },
  {
    "name": "แม่ทะพัฒนศึกษา",
    "province": "ลำปาง"
  },
  {
    "name": "เถินวิทยา",
    "province": "ลำปาง"
  },
  {
    "name": "เมืองปานวิทยา",
    "province": "ลำปาง"
  },
  {
    "name": "วังเหนือวิทยา",
    "province": "ลำปาง"
  },
  {
    "name": "ทุ่งกว๋าววิทยาคม",
    "province": "ลำปาง"
  },
  {
    "name": "เมืองปานพัฒนวิทย์",
    "province": "ลำปาง"
  },
  {
    "name": "ทุ่งอุดมวิทยา",
    "province": "ลำปาง"
  },
  {
    "name": "แจ้ห่มวิทยา",
    "province": "ลำปาง"
  },
  {
    "name": "นารีรัตน์จังหวัดแพร่",
    "province": "แพร่"
  },
  {
    "name": "พิริยาลัยจังหวัดแพร่",
    "province": "แพร่"
  },
  {
    "name": "เมืองแพร่",
    "province": "แพร่"
  },
  {
    "name": "ถิ่นโอภาสวิทยา",
    "province": "แพร่"
  },
  {
    "name": "ท่าข้ามวิทยาคม",
    "province": "แพร่"
  },
  {
    "name": "ห้วยม้าวิทยาคม",
    "province": "แพร่"
  },
  {
    "name": "ร้องกวางอนุสรณ์",
    "province": "แพร่"
  },
  {
    "name": "สองพิทยาคม",
    "province": "แพร่"
  },
  {
    "name": "เวียงเทพวิทยา",
    "province": "แพร่"
  },
  {
    "name": "ม่วงไข่พิทยาคม",
    "province": "แพร่"
  },
  {
    "name": "ลองวิทยา",
    "province": "แพร่"
  },
  {
    "name": "สูงเม่นชนูปถัมภ์",
    "province": "แพร่"
  },
  {
    "name": "บ้านกาศประชานุเคราะห์",
    "province": "แพร่"
  },
  {
    "name": "วิไลเกียรติอุปถัมภ์",
    "province": "แพร่"
  },
  {
    "name": "วังชิ้นวิทยา",
    "province": "แพร่"
  },
  {
    "name": "สรอยเสรีวิทยา",
    "province": "แพร่"
  },
  {
    "name": "ศรีสวัสดิ์วิทยาคารจังหวัดน่าน",
    "province": "น่าน"
  },
  {
    "name": "สตรีศรีน่าน",
    "province": "น่าน"
  },
  {
    "name": "บ่อสวกวิทยาคาร",
    "province": "น่าน"
  },
  {
    "name": "น่านประชาอุทิศ",
    "province": "น่าน"
  },
  {
    "name": "แม่จริม",
    "province": "น่าน"
  },
  {
    "name": "บ้านหลวง",
    "province": "น่าน"
  },
  {
    "name": "นาน้อย",
    "province": "น่าน"
  },
  {
    "name": "สา",
    "province": "น่าน"
  },
  {
    "name": "สาธุกิจประชาสรรค์ รัชมังคลาภิเษก",
    "province": "น่าน"
  },
  {
    "name": "สารทิศพิทยาคม",
    "province": "น่าน"
  },
  {
    "name": "นาหมื่นพิทยาคม",
    "province": "น่าน"
  },
  {
    "name": "เมืองลีประชาสามัคคี",
    "province": "น่าน"
  },
  {
    "name": "สันติสุขพิทยาคม",
    "province": "น่าน"
  },
  {
    "name": "น่านนคร",
    "province": "น่าน"
  },
  {
    "name": "ศรีนครน่าน",
    "province": "น่าน"
  },
  {
    "name": "นันทบุรีวิทยา ในพระบรมราชานุเคราะห์",
    "province": "น่าน"
  },
  {
    "name": "ปัว",
    "province": "น่าน"
  },
  {
    "name": "ศรัทธาศิลาเพชรรังสรรค์",
    "province": "น่าน"
  },
  {
    "name": "เมืองแงง",
    "province": "น่าน"
  },
  {
    "name": "มัธยมป่ากลาง",
    "province": "น่าน"
  },
  {
    "name": "ท่าวังผาพิทยาคม",
    "province": "น่าน"
  },
  {
    "name": "สารธรรมวิทยาคาร",
    "province": "น่าน"
  },
  {
    "name": "หนองบัวพิทยาคม",
    "province": "น่าน"
  },
  {
    "name": "เมืองยมวิทยาคาร",
    "province": "น่าน"
  },
  {
    "name": "ทุ่งช้าง",
    "province": "น่าน"
  },
  {
    "name": "เชียงกลางประชาพัฒนา",
    "province": "น่าน"
  },
  {
    "name": "พระธาตุพิทยาคม",
    "province": "น่าน"
  },
  {
    "name": "บ่อเกลือ",
    "province": "น่าน"
  },
  {
    "name": "ไตรเขตประชาสามัคคี รัชมังคลาภิเษก",
    "province": "น่าน"
  },
  {
    "name": "มัธยมพระราชทานเฉลิมพระเกียรติ",
    "province": "น่าน"
  },
  {
    "name": "พะเยาพิทยาคม",
    "province": "พะเยา"
  },
  {
    "name": "ฟากกว๊านวิทยาคม",
    "province": "พะเยา"
  },
  {
    "name": "พะเยาประสาธน์วิทย์",
    "province": "พะเยา"
  },
  {
    "name": "ดอกคำใต้วิทยาคม",
    "province": "พะเยา"
  },
  {
    "name": "ถ้ำปินวิทยาคม",
    "province": "พะเยา"
  },
  {
    "name": "งำเมืองวิทยาคม",
    "province": "พะเยา"
  },
  {
    "name": "แม่ใจวิทยาคม",
    "province": "พะเยา"
  },
  {
    "name": "ดงเจนวิทยาคม",
    "province": "พะเยา"
  },
  {
    "name": "เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ พะเยา",
    "province": "พะเยา"
  },
  {
    "name": "จุนวิทยาคม",
    "province": "พะเยา"
  },
  {
    "name": "พญาลอวิทยาคม",
    "province": "พะเยา"
  },
  {
    "name": "เชียงคำวิทยาคม",
    "province": "พะเยา"
  },
  {
    "name": "ฝายกวางวิทยาคม",
    "province": "พะเยา"
  },
  {
    "name": "เชียงม่วนวิทยาคม",
    "province": "พะเยา"
  },
  {
    "name": "ปงรัชดาภิเษก",
    "province": "พะเยา"
  },
  {
    "name": "ปงพัฒนาวิทยาคม",
    "province": "พะเยา"
  },
  {
    "name": "ขุนควรวิทยาคม",
    "province": "พะเยา"
  },
  {
    "name": "ภูซางวิทยาคม",
    "province": "พะเยา"
  },
  {
    "name": "สามัคคีวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "ดำรงราษฎร์สงเคราะห์",
    "province": "เชียงราย"
  },
  {
    "name": "เม็งรายมหาราชวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "ห้วยสักวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "เตรียมอุดมศึกษาพัฒนาการ เชียงราย",
    "province": "เชียงราย"
  },
  {
    "name": "ดอนชัยวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "โรงเรียนวิทยาศาสตร์จุฬาภรณราชวิทยาลัย เชียงราย",
    "province": "เชียงราย"
  },
  {
    "name": "สามัคคีวิทยาคม 2",
    "province": "เชียงราย"
  },
  {
    "name": "ดอนศิลาผางามวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "เวียงชัยวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "เวียงเชียงรุ้งวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "พานพิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "พานพิเศษพิทยา",
    "province": "เชียงราย"
  },
  {
    "name": "นครวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "แม่อ้อวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "ดอยงามวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "ป่าแดดวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "แม่สรวยวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "วาวีวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "เวียงป่าเป้าวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "แม่เจดีย์วิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "แม่ลาววิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "จันจว้าวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "แม่จันวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "เชียงแสนวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "บ้านแซววิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "แม่สายประสิทธิ์ศาสตร์",
    "province": "เชียงราย"
  },
  {
    "name": "วัดถ้ำปลาวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "สันติคีรีวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "ดอยหลวง รัชมังคลาภิเษก",
    "province": "เชียงราย"
  },
  {
    "name": "เชียงของวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "บุญเรืองวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "ห้วยซ้อวิทยาคม รัชมังคลาภิเษก",
    "province": "เชียงราย"
  },
  {
    "name": "เทิงวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "ปล้องวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "พญาเม็งราย",
    "province": "เชียงราย"
  },
  {
    "name": "แม่ต๋ำตาดควันวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "ไม้ยาวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "เวียงแก่นวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "ขุนตาลวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "ยางฮอมวิทยาคม",
    "province": "เชียงราย"
  },
  {
    "name": "ห้องสอนศึกษา ในพระอุปถัมภ์ฯ",
    "province": "แม่ฮ่องสอน"
  },
  {
    "name": "ขุนยวมวิทยา",
    "province": "แม่ฮ่องสอน"
  },
  {
    "name": "ปายวิทยาคาร",
    "province": "แม่ฮ่องสอน"
  },
  {
    "name": "ปางมะผ้าพิทยาสรรพ์",
    "province": "แม่ฮ่องสอน"
  },
  {
    "name": "แม่สะเรียง(บริพัตรศึกษา)",
    "province": "แม่ฮ่องสอน"
  },
  {
    "name": "สบเมยวิทยาคม",
    "province": "แม่ฮ่องสอน"
  },
  {
    "name": "เฉลิมรัชวิทยาคม",
    "province": "แม่ฮ่องสอน"
  },
  {
    "name": "แม่ลาน้อยดรุณสิกข์",
    "province": "แม่ฮ่องสอน"
  },
  {
    "name": "นครสวรรค์",
    "province": "นครสวรรค์"
  },
  {
    "name": "สตรีนครสวรรค์",
    "province": "นครสวรรค์"
  },
  {
    "name": "บ้านแก่งชัชวลิตวิทยา",
    "province": "นครสวรรค์"
  },
  {
    "name": "พระบางวิทยา",
    "province": "นครสวรรค์"
  },
  {
    "name": "นวมินทราชูทิศ มัชฌิม",
    "province": "นครสวรรค์"
  },
  {
    "name": "บึงบอระเพ็ดวิทยา",
    "province": "นครสวรรค์"
  },
  {
    "name": "โกรกพระ",
    "province": "นครสวรรค์"
  },
  {
    "name": "ทับกฤชพัฒนา",
    "province": "นครสวรรค์"
  },
  {
    "name": "ชุมแสงชนูทิศ",
    "province": "นครสวรรค์"
  },
  {
    "name": "เก้าเลี้ยววิทยา",
    "province": "นครสวรรค์"
  },
  {
    "name": "หัวดงราชพรหมาภรณ์",
    "province": "นครสวรรค์"
  },
  {
    "name": "พยุหะพิทยาคม",
    "province": "นครสวรรค์"
  },
  {
    "name": "เขาทองพิทยาคม",
    "province": "นครสวรรค์"
  },
  {
    "name": "เขากะลาวิทยาคม",
    "province": "นครสวรรค์"
  },
  {
    "name": "บรรพตพิสัยพิทยาคม",
    "province": "นครสวรรค์"
  },
  {
    "name": "หนองกรดพิทยาคม",
    "province": "นครสวรรค์"
  },
  {
    "name": "รัฐราษฎร์อนุสรณ์",
    "province": "นครสวรรค์"
  },
  {
    "name": "วังเมืองชนประสิทธิ์วิทยาคม",
    "province": "นครสวรรค์"
  },
  {
    "name": "เทพศาลาประชาสรรค์",
    "province": "นครสวรรค์"
  },
  {
    "name": "ลาดยาววิทยาคม",
    "province": "นครสวรรค์"
  },
  {
    "name": "แม่วงก์พิทยาคม",
    "province": "นครสวรรค์"
  },
  {
    "name": "ห้วยน้ำหอมวิทยาคาร",
    "province": "นครสวรรค์"
  },
  {
    "name": "หนองบัว",
    "province": "นครสวรรค์"
  },
  {
    "name": "วังบ่อวิทยา",
    "province": "นครสวรรค์"
  },
  {
    "name": "ตาคลีประชาสรรค์",
    "province": "นครสวรรค์"
  },
  {
    "name": "จันเสนเอ็งสุวรรณอนุสรณ์",
    "province": "นครสวรรค์"
  },
  {
    "name": "หนองโพพิทยา",
    "province": "นครสวรรค์"
  },
  {
    "name": "ทหารอากาศอนุสรณ์",
    "province": "นครสวรรค์"
  },
  {
    "name": "ลาดทิพรสพิทยาคม",
    "province": "นครสวรรค์"
  },
  {
    "name": "ช่องแคพิทยาคม",
    "province": "นครสวรรค์"
  },
  {
    "name": "ท่าตะโกพิทยาคม",
    "province": "นครสวรรค์"
  },
  {
    "name": "พนมรอกวิทยา",
    "province": "นครสวรรค์"
  },
  {
    "name": "ไพศาลีพิทยา",
    "province": "นครสวรรค์"
  },
  {
    "name": "ตะคร้อพิทยา",
    "province": "นครสวรรค์"
  },
  {
    "name": "วังข่อยพิทยา",
    "province": "นครสวรรค์"
  },
  {
    "name": "ตากฟ้าวิชาประสิทธิ์",
    "province": "นครสวรรค์"
  },
  {
    "name": "อุดมธัญญาประชานุเคราะห์",
    "province": "นครสวรรค์"
  },
  {
    "name": "ชัยนาทพิทยาคม",
    "province": "ชัยนาท"
  },
  {
    "name": "อุลิตไพบูลย์ชนูปถัมภ์",
    "province": "ชัยนาท"
  },
  {
    "name": "สาครพิทยาคม",
    "province": "ชัยนาท"
  },
  {
    "name": "วัดสิงห์",
    "province": "ชัยนาท"
  },
  {
    "name": "สรรพยาวิทยา",
    "province": "ชัยนาท"
  },
  {
    "name": "บุญนาคพิทยาคม",
    "province": "ชัยนาท"
  },
  {
    "name": "ชยานุกิจพิทยาคม",
    "province": "ชัยนาท"
  },
  {
    "name": "คุรุประชาสรรค์",
    "province": "ชัยนาท"
  },
  {
    "name": "ห้วยกรดวิทยา",
    "province": "ชัยนาท"
  },
  {
    "name": "หันคาราษฎร์รังสฤษดิ์",
    "province": "ชัยนาท"
  },
  {
    "name": "หันคาพิทยาคม",
    "province": "ชัยนาท"
  },
  {
    "name": "ศรีสโมสรวิทยา",
    "province": "ชัยนาท"
  },
  {
    "name": "เนินขามรัฐประชานุเคราะห์",
    "province": "ชัยนาท"
  },
  {
    "name": "ทัพทันอนุสรณ์",
    "province": "อุทัยธานี"
  },
  {
    "name": "สว่างอารมณ์วิทยาคม",
    "province": "อุทัยธานี"
  },
  {
    "name": "หนองฉางวิทยา",
    "province": "อุทัยธานี"
  },
  {
    "name": "อุทัยวิทยาคม",
    "province": "อุทัยธานี"
  },
  {
    "name": "หนองเต่าวิทยา",
    "province": "อุทัยธานี"
  },
  {
    "name": "ตลุกดู่วิทยาคม",
    "province": "อุทัยธานี"
  },
  {
    "name": "บ่อยางวิทยา",
    "province": "อุทัยธานี"
  },
  {
    "name": "บ้านทุ่งนาวิทยา",
    "province": "อุทัยธานี"
  },
  {
    "name": "พุทธมงคลวิทยา",
    "province": "อุทัยธานี"
  },
  {
    "name": "ทุ่งโพวิทยา",
    "province": "อุทัยธานี"
  },
  {
    "name": "หนองขาหย่างวิทยา",
    "province": "อุทัยธานี"
  },
  {
    "name": "กาญจนาภิเษกวิทยาลัย อุทัยธานี",
    "province": "อุทัยธานี"
  },
  {
    "name": "บ้านไร่วิทยา",
    "province": "อุทัยธานี"
  },
  {
    "name": "การุ้งวิทยาคม",
    "province": "อุทัยธานี"
  },
  {
    "name": "ทองหลางวิทยาคม",
    "province": "อุทัยธานี"
  },
  {
    "name": "หนองจอกประชานุสรณ์",
    "province": "อุทัยธานี"
  },
  {
    "name": "วังหินวิทยาคม",
    "province": "อุทัยธานี"
  },
  {
    "name": "ลานสักวิทยา",
    "province": "อุทัยธานี"
  },
  {
    "name": "ร่องตาทีวิทยา",
    "province": "อุทัยธานี"
  },
  {
    "name": "ห้วยคตพิทยาคม",
    "province": "อุทัยธานี"
  },
  {
    "name": "สมอทองปทีปพลีผลอุปถัมภ์",
    "province": "อุทัยธานี"
  },
  {
    "name": "วิทยาศาสตร์จุฬาภรณราชวิทยาลัย กำแพงเพชร",
    "province": "กำแพงเพชร"
  },
  {
    "name": "กำแพงเพชรพิทยาคม",
    "province": "กำแพงเพชร"
  },
  {
    "name": "วชิรปราการวิทยาคม",
    "province": "กำแพงเพชร"
  },
  {
    "name": "ทุ่งโพธิ์ทะเลพิทยา",
    "province": "กำแพงเพชร"
  },
  {
    "name": "วัชรวิทยา",
    "province": "กำแพงเพชร"
  },
  {
    "name": "คณฑีพิทยาคม",
    "province": "กำแพงเพชร"
  },
  {
    "name": "นาบ่อคำวิทยาคม",
    "province": "กำแพงเพชร"
  },
  {
    "name": "นครไตรตรึงษ์",
    "province": "กำแพงเพชร"
  },
  {
    "name": "วังตะเคียนประชานุสรณ์",
    "province": "กำแพงเพชร"
  },
  {
    "name": "หนองกองพิทยาคม",
    "province": "กำแพงเพชร"
  },
  {
    "name": "เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ กำแพงเพชร",
    "province": "กำแพงเพชร"
  },
  {
    "name": "ไทรงามพิทยาคม",
    "province": "กำแพงเพชร"
  },
  {
    "name": "บ่อแก้ววิทยา",
    "province": "กำแพงเพชร"
  },
  {
    "name": "พรานกระต่ายพิทยาคม",
    "province": "กำแพงเพชร"
  },
  {
    "name": "พิไกรวิทยา",
    "province": "กำแพงเพชร"
  },
  {
    "name": "เรืองวิทย์พิทยาคม",
    "province": "กำแพงเพชร"
  },
  {
    "name": "ลานกระบือวิทยา",
    "province": "กำแพงเพชร"
  },
  {
    "name": "มัธยมพัชรกิติยาภา 2 กำแพงเพชร",
    "province": "กำแพงเพชร"
  },
  {
    "name": "ราษฎร์ปรีชาวิทยาคม",
    "province": "กำแพงเพชร"
  },
  {
    "name": "โกสัมพีวิทยา",
    "province": "กำแพงเพชร"
  },
  {
    "name": "คลองลานวิทยา",
    "province": "กำแพงเพชร"
  },
  {
    "name": "สักงามวิทยา",
    "province": "กำแพงเพชร"
  },
  {
    "name": "คลองลานพัฒนาจินดาศักดิ์",
    "province": "กำแพงเพชร"
  },
  {
    "name": "ขาณุวิทยา",
    "province": "กำแพงเพชร"
  },
  {
    "name": "โค้งไผ่วิทยา",
    "province": "กำแพงเพชร"
  },
  {
    "name": "ปางมะค่าวิทยาคม",
    "province": "กำแพงเพชร"
  },
  {
    "name": "สลกบาตรวิทยา",
    "province": "กำแพงเพชร"
  },
  {
    "name": "คลองขลุงราษฎร์รังสรรค์",
    "province": "กำแพงเพชร"
  },
  {
    "name": "วังแขมวิทยาคม",
    "province": "กำแพงเพชร"
  },
  {
    "name": "วังไทรวิทยาคม",
    "province": "กำแพงเพชร"
  },
  {
    "name": "ทุ่งทรายวิทยา",
    "province": "กำแพงเพชร"
  },
  {
    "name": "ปางศิลาทองศึกษา",
    "province": "กำแพงเพชร"
  },
  {
    "name": "ระหานวิทยา",
    "province": "กำแพงเพชร"
  },
  {
    "name": "ตากพิทยาคม",
    "province": "ตาก"
  },
  {
    "name": "ผดุงปัญญา",
    "province": "ตาก"
  },
  {
    "name": "วังหินกิตติวิทยาคม",
    "province": "ตาก"
  },
  {
    "name": "ถนอมราษฏร์บำรุง",
    "province": "ตาก"
  },
  {
    "name": "วังประจบวิทยาคม",
    "province": "ตาก"
  },
  {
    "name": "บ้านตาก(ประชาวิทยาคาร)",
    "province": "ตาก"
  },
  {
    "name": "ทุ่งฟ้าวิทยาคม",
    "province": "ตาก"
  },
  {
    "name": "สามเงาวิทยาคม",
    "province": "ตาก"
  },
  {
    "name": "ยกกระบัตรวิทยาคม",
    "province": "ตาก"
  },
  {
    "name": "นาโบสถ์พิทยาคม",
    "province": "ตาก"
  },
  {
    "name": "วังเจ้าวิทยาคม",
    "province": "ตาก"
  },
  {
    "name": "แม่ระมาดวิทยาคม",
    "province": "ตาก"
  },
  {
    "name": "แม่จะเราวิทยาคม",
    "province": "ตาก"
  },
  {
    "name": "ท่าสองยางวิทยาคม",
    "province": "ตาก"
  },
  {
    "name": "สรรพวิทยาคม",
    "province": "ตาก"
  },
  {
    "name": "แม่ปะวิทยาคม",
    "province": "ตาก"
  },
  {
    "name": "ด่านแม่ละเมาวิทยาคม",
    "province": "ตาก"
  },
  {
    "name": "แม่กุวิทยาคม",
    "province": "ตาก"
  },
  {
    "name": "พบพระวิทยาคม",
    "province": "ตาก"
  },
  {
    "name": "อุ้มผางวิทยาคม",
    "province": "ตาก"
  },
  {
    "name": "โมโกรวิทยาคม",
    "province": "ตาก"
  },
  {
    "name": "สุโขทัยวิทยาคม",
    "province": "สุโขทัย"
  },
  {
    "name": "บ้านด่านลานหอยวิทยา",
    "province": "สุโขทัย"
  },
  {
    "name": "คีรีมาศพิทยาคม",
    "province": "สุโขทัย"
  },
  {
    "name": "กงไกรลาศวิทยา",
    "province": "สุโขทัย"
  },
  {
    "name": "ตลิ่งชันวิทยานุสรณ์",
    "province": "สุโขทัย"
  },
  {
    "name": "หนองตูมวิทยา",
    "province": "สุโขทัย"
  },
  {
    "name": "บ้านสวนวิทยาคม",
    "province": "สุโขทัย"
  },
  {
    "name": "ไกรในวิทยาคม รัชมังคลาภิเษก",
    "province": "สุโขทัย"
  },
  {
    "name": "ยางซ้ายพิทยาคม",
    "province": "สุโขทัย"
  },
  {
    "name": "ลิไทพิทยาคม",
    "province": "สุโขทัย"
  },
  {
    "name": "อุดมดรุณี",
    "province": "สุโขทัย"
  },
  {
    "name": "บ้านใหม่เจริญผลพิทยาคม",
    "province": "สุโขทัย"
  },
  {
    "name": "เมืองเชลียง",
    "province": "สุโขทัย"
  },
  {
    "name": "ศรีสำโรงชนูปถัมภ์",
    "province": "สุโขทัย"
  },
  {
    "name": "สวรรค์อนันต์วิทยา",
    "province": "สุโขทัย"
  },
  {
    "name": "หนองปลาหมอวิทยาคม",
    "province": "สุโขทัย"
  },
  {
    "name": "บ้านไร่พิทยาคม",
    "province": "สุโขทัย"
  },
  {
    "name": "วังทองวิทยา",
    "province": "สุโขทัย"
  },
  {
    "name": "หนองกลับวิทยาคม",
    "province": "สุโขทัย"
  },
  {
    "name": "บ้านแก่งวิทยา",
    "province": "สุโขทัย"
  },
  {
    "name": "เมืองด้งวิทยา",
    "province": "สุโขทัย"
  },
  {
    "name": "ขุนไกรพิทยาคม",
    "province": "สุโขทัย"
  },
  {
    "name": "สวรรค์อนันต์วิทยา 2",
    "province": "สุโขทัย"
  },
  {
    "name": "ท่าชัยวิทยา",
    "province": "สุโขทัย"
  },
  {
    "name": "ศรีนคร",
    "province": "สุโขทัย"
  },
  {
    "name": "ทุ่งเสลี่ยมชนูปถัมภ์",
    "province": "สุโขทัย"
  },
  {
    "name": "ชัยมงคลพิทยา",
    "province": "สุโขทัย"
  },
  {
    "name": "อุตรดิตถ์",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "เตรียมอุดมศึกษาน้อมเกล้า อุตรดิตถ์",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "ตรอนตรีสินธุ์",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "อุตรดิตถ์ดรุณี",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "บ้านโคนพิทยา",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "ดาราพิทยาคม",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "ทุ่งกะโล่วิทยา",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "แสนตอวิทยา",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "น้ำริดวิทยา",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "พิชัย",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "ลับแลศรีวิทยา",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "ด่านแม่คำมันพิทยาคม",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "ลับแลพิทยาคม",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "ทองแสนขันวิทยา",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "ฟากท่าวิทยา",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "ท่าปลาประชาอุทิศ",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "บ้านโคกวิทยาคม",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "น้ำปาดชนูปถัมภ์",
    "province": "อุตรดิตถ์"
  },
  {
    "name": "พิษณุโลกพิทยาคม",
    "province": "พิษณุโลก"
  },
  {
    "name": "เฉลิมขวัญสตรี",
    "province": "พิษณุโลก"
  },
  {
    "name": "จ่านกร้อง",
    "province": "พิษณุโลก"
  },
  {
    "name": "เตรียมอุดมศึกษา  ภาคเหนือ",
    "province": "พิษณุโลก"
  },
  {
    "name": "วังน้ำคู้ศึกษา",
    "province": "พิษณุโลก"
  },
  {
    "name": "ท่าทองพิทยาคม",
    "province": "พิษณุโลก"
  },
  {
    "name": "ดอนทองวิทยา",
    "province": "พิษณุโลก"
  },
  {
    "name": "บ้านกร่างวิทยาคม",
    "province": "พิษณุโลก"
  },
  {
    "name": "พุทธชินราชพิทยา",
    "province": "พิษณุโลก"
  },
  {
    "name": "วิทยาศาสตร์จุฬาภรณราชวิทยาลัย พิษณุโลก",
    "province": "พิษณุโลก"
  },
  {
    "name": "บางระกำวิทยศึกษา",
    "province": "พิษณุโลก"
  },
  {
    "name": "ชุมแสงสงครามอุดรคณารักษ์อุปถัมภ์",
    "province": "พิษณุโลก"
  },
  {
    "name": "ประชาสงเคราะห์วิทยา",
    "province": "พิษณุโลก"
  },
  {
    "name": "เนินกุ่มวิทยา",
    "province": "พิษณุโลก"
  },
  {
    "name": "บางกระทุ่มพิทยาคม",
    "province": "พิษณุโลก"
  },
  {
    "name": "วังทองพิทยาคม",
    "province": "พิษณุโลก"
  },
  {
    "name": "สฤษดิ์เสนาพิทยาคม",
    "province": "พิษณุโลก"
  },
  {
    "name": "หนองพระพิทยา",
    "province": "พิษณุโลก"
  },
  {
    "name": "ทรัพย์ไพรวัลย์วิทยาคม",
    "province": "พิษณุโลก"
  },
  {
    "name": "บ้านกลางพิทยาคม",
    "province": "พิษณุโลก"
  },
  {
    "name": "เนินสะอาดวิทยาคม",
    "province": "พิษณุโลก"
  },
  {
    "name": "น้ำรินพิทยาคม",
    "province": "พิษณุโลก"
  },
  {
    "name": "วังพิกุลวิทยศึกษา",
    "province": "พิษณุโลก"
  },
  {
    "name": "เนินมะปรางศึกษาวิทยา",
    "province": "พิษณุโลก"
  },
  {
    "name": "วังโพรงพิทยาคม",
    "province": "พิษณุโลก"
  },
  {
    "name": "ไทรย้อยพิทยาคม",
    "province": "พิษณุโลก"
  },
  {
    "name": "นครไทย",
    "province": "พิษณุโลก"
  },
  {
    "name": "นาบัววิทยา",
    "province": "พิษณุโลก"
  },
  {
    "name": "นครชุมพิทยา รัชมังคลาภิเษก",
    "province": "พิษณุโลก"
  },
  {
    "name": "นครบางยางพิทยาคม",
    "province": "พิษณุโลก"
  },
  {
    "name": "บ่อโพธิ์วิทยา",
    "province": "พิษณุโลก"
  },
  {
    "name": "ยางโกลนวิทยา",
    "province": "พิษณุโลก"
  },
  {
    "name": "ชาติตระการวิทยา",
    "province": "พิษณุโลก"
  },
  {
    "name": "สวนเมี่ยงวิทยา",
    "province": "พิษณุโลก"
  },
  {
    "name": "พรหมพิรามวิทยา",
    "province": "พิษณุโลก"
  },
  {
    "name": "วังมะด่านพิทยาคม",
    "province": "พิษณุโลก"
  },
  {
    "name": "ดงประคำพิทยาคม",
    "province": "พิษณุโลก"
  },
  {
    "name": "วัดโบสถ์ศึกษา",
    "province": "พิษณุโลก"
  },
  {
    "name": "คันโช้งพิทยาคม",
    "province": "พิษณุโลก"
  },
  {
    "name": "พิจิตรพิทยาคม",
    "province": "พิจิตร"
  },
  {
    "name": "หัวดงรัฐชนูปถัมภ์",
    "province": "พิจิตร"
  },
  {
    "name": "วังกรดพิทยา",
    "province": "พิจิตร"
  },
  {
    "name": "เมธีพิทยา",
    "province": "พิจิตร"
  },
  {
    "name": "สระหลวงพิทยาคม",
    "province": "พิจิตร"
  },
  {
    "name": "วังทรายพูนวิทยา",
    "province": "พิจิตร"
  },
  {
    "name": "สรรเพชญอัฏฐมาพิทยาคม",
    "province": "พิจิตร"
  },
  {
    "name": "ดงเสือเหลืองพิทยาคม",
    "province": "พิจิตร"
  },
  {
    "name": "สามง่ามชนูปถัมภ์",
    "province": "พิจิตร"
  },
  {
    "name": "กำแพงดินพิทยาคม",
    "province": "พิจิตร"
  },
  {
    "name": "เนินปอรังนกชนูทิศ",
    "province": "พิจิตร"
  },
  {
    "name": "หนองโสนพิทยาคม",
    "province": "พิจิตร"
  },
  {
    "name": "สากเหล็กวิทยา",
    "province": "พิจิตร"
  },
  {
    "name": "วชิรบารมีพิทยาคม",
    "province": "พิจิตร"
  },
  {
    "name": "วังโมกข์พิทยาคม",
    "province": "พิจิตร"
  },
  {
    "name": "ตะพานหิน",
    "province": "พิจิตร"
  },
  {
    "name": "วังสำโรงวังหว้า",
    "province": "พิจิตร"
  },
  {
    "name": "ทุ่งโพธิ์พิทยา",
    "province": "พิจิตร"
  },
  {
    "name": "บางมูลนากภูมิวิทยาคม",
    "province": "พิจิตร"
  },
  {
    "name": "วังตะกูราษฎร์อุทิศ",
    "province": "พิจิตร"
  },
  {
    "name": "โพธิธรรมสุวัฒน์",
    "province": "พิจิตร"
  },
  {
    "name": "พิบูลธรรมเวทวิทยา",
    "province": "พิจิตร"
  },
  {
    "name": "ท่าเสาพิทยาคม",
    "province": "พิจิตร"
  },
  {
    "name": "ห้วยยาวพิทยาคม",
    "province": "พิจิตร"
  },
  {
    "name": "เขาทรายทับคล้อพิทยา",
    "province": "พิจิตร"
  },
  {
    "name": "วันทีสถิตย์พิทยาคม",
    "province": "พิจิตร"
  },
  {
    "name": "แหลมรังวิทยาคม",
    "province": "พิจิตร"
  },
  {
    "name": "โพธิ์ไทรงามวิทยาคม",
    "province": "พิจิตร"
  },
  {
    "name": "ดงเจริญพิทยาคม",
    "province": "พิจิตร"
  },
  {
    "name": "วังงิ้ววิทยาคม",
    "province": "พิจิตร"
  },
  {
    "name": "เพชรพิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "วิทยานุกูลนารี",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "สวนกุหลาบวิทยาลัย เพชรบูรณ์",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "เนินพิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "เพชรบูรณ์วิทยา",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "พัชรพิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "ชนแดนวิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "ดงขุยวิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "วังโป่งพิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "วังโป่งศึกษา",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "หล่มสักวิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "ติ้ววิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "ผาเมืองวิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "เมืองกลางวิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "ศรีจันทร์วิทยาคม รัชมังคลาภิเษก",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "กาญจนาภิเษกวิทยาลัย เพชรบูรณ์",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "ผาแดงวิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "หล่มเก่าพิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "เมืองราดวิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "น้ำหนาววิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "แคมป์สนวิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "ร่มเกล้าเขาค้อ เพชรบูรณ์",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "นิยมศิลป์อนุสรณ์",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "พุขามครุฑมณีอุทิศ",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "น้ำร้อนวิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "ซับสมบูรณ์วิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "โคกปรงวิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "วังใหญ่วิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "ศรีเทพประชาสรรค์",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "เมืองศรีเทพ",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "นาสนุ่นวิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "หนองไผ่",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "เพชรละครวิทยา",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "นาเฉลียงพิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "ท่าด้วงพิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "บึงสามพันวิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "วังพิกุลพิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "ซับบอนวิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "ศรีมงคลวิทยาคม",
    "province": "เพชรบูรณ์"
  },
  {
    "name": "สวนผึ้งวิทยา",
    "province": "ราชบุรี"
  },
  {
    "name": "ปากท่อพิทยาคม",
    "province": "ราชบุรี"
  },
  {
    "name": "เบญจมราชูทิศ ราชบุรี",
    "province": "ราชบุรี"
  },
  {
    "name": "คุรุราษฎร์รังสฤษฏ์",
    "province": "ราชบุรี"
  },
  {
    "name": "ด่านทับตะโกราษฎร์อุปถัมภ์",
    "province": "ราชบุรี"
  },
  {
    "name": "วัดสันติการามวิทยา  ในพระบรมราชานุเคราะห์",
    "province": "ราชบุรี"
  },
  {
    "name": "ราชโบริกานุเคราะห์",
    "province": "ราชบุรี"
  },
  {
    "name": "แคทรายวิทยา",
    "province": "ราชบุรี"
  },
  {
    "name": "บรมราชินีนาถราชวิทยาลัย",
    "province": "ราชบุรี"
  },
  {
    "name": "รัฐราษฎร์อุปถัมภ์",
    "province": "ราชบุรี"
  },
  {
    "name": "โสภณศิริราษฎร์",
    "province": "ราชบุรี"
  },
  {
    "name": "บ้านคาวิทยา",
    "province": "ราชบุรี"
  },
  {
    "name": "สายธรรมจันทร์",
    "province": "ราชบุรี"
  },
  {
    "name": "โพธาวัฒนาเสนี",
    "province": "ราชบุรี"
  },
  {
    "name": "ประสาทรัฐประชากิจ",
    "province": "ราชบุรี"
  },
  {
    "name": "หนองปลาหมอพิทยาคม",
    "province": "ราชบุรี"
  },
  {
    "name": "โพหัก(วงศ์สมบูรณ์ราษฎร์อุปถัมภ์)",
    "province": "ราชบุรี"
  },
  {
    "name": "หนองโพวิทยา",
    "province": "ราชบุรี"
  },
  {
    "name": "เตรียมอุดมศึกษาพัฒนาการ ราชบุรี",
    "province": "ราชบุรี"
  },
  {
    "name": "ช่องพรานวิทยา",
    "province": "ราชบุรี"
  },
  {
    "name": "เนกขัมวิทยา",
    "province": "ราชบุรี"
  },
  {
    "name": "มัธยมวัดดอนตูม",
    "province": "ราชบุรี"
  },
  {
    "name": "ท่ามะขามวิทยา",
    "province": "ราชบุรี"
  },
  {
    "name": "บางแพปฐมพิทยา",
    "province": "ราชบุรี"
  },
  {
    "name": "กรับใหญ่ว่องกุศลกิจพิทยาคม",
    "province": "ราชบุรี"
  },
  {
    "name": "รัตนราษฎร์บำรุง",
    "province": "ราชบุรี"
  },
  {
    "name": "เทพศิรินทร์ลาดหญ้า  กาญจนบุรี",
    "province": "กาญจนบุรี"
  },
  {
    "name": "ท่าม่วงราษฎร์บำรุง",
    "province": "กาญจนบุรี"
  },
  {
    "name": "หนองขาวโกวิทพิทยาคม",
    "province": "กาญจนบุรี"
  },
  {
    "name": "พังตรุราษฎร์รังสรรค์",
    "province": "กาญจนบุรี"
  },
  {
    "name": "ด่านมะขามเตี้ยวิทยาคม",
    "province": "กาญจนบุรี"
  },
  {
    "name": "วิสุทธรังษี จังหวัดกาญจนบุรี",
    "province": "กาญจนบุรี"
  },
  {
    "name": "กาญจนานุเคราะห์",
    "province": "กาญจนบุรี"
  },
  {
    "name": "เทพมงคลรังษี",
    "province": "กาญจนบุรี"
  },
  {
    "name": "หนองตากยาตั้งวิริยะราษฎร์บำรุง",
    "province": "กาญจนบุรี"
  },
  {
    "name": "เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ กาญจนบุรี",
    "province": "กาญจนบุรี"
  },
  {
    "name": "บ่อพลอยรัชดาภิเษก",
    "province": "กาญจนบุรี"
  },
  {
    "name": "ท่ามะกาวิทยาคม",
    "province": "กาญจนบุรี"
  },
  {
    "name": "พนมทวนชนูปถัมภ์",
    "province": "กาญจนบุรี"
  },
  {
    "name": "หนองรีประชานิมิต",
    "province": "กาญจนบุรี"
  },
  {
    "name": "พระแท่นดงรังวิทยาคาร",
    "province": "กาญจนบุรี"
  },
  {
    "name": "พนมทวนพิทยาคม (สว่างเคลิ้มสุคนธสิทธิ์อุปถัมภ์)",
    "province": "กาญจนบุรี"
  },
  {
    "name": "นิวิฐราษฎร์อุปถัมภ์",
    "province": "กาญจนบุรี"
  },
  {
    "name": "ท่ามะกาปุญสิริวิทยา",
    "province": "กาญจนบุรี"
  },
  {
    "name": "ท่าเรือพิทยาคม",
    "province": "กาญจนบุรี"
  },
  {
    "name": "เลาขวัญราษฎร์บำรุง",
    "province": "กาญจนบุรี"
  },
  {
    "name": "หนองปรือพิทยาคม",
    "province": "กาญจนบุรี"
  },
  {
    "name": "ประชามงคล",
    "province": "กาญจนบุรี"
  },
  {
    "name": "ห้วยกระเจาพิทยาคม",
    "province": "กาญจนบุรี"
  },
  {
    "name": "ไทรโยคมณีกาญจน์วิทยา",
    "province": "กาญจนบุรี"
  },
  {
    "name": "ศรีสวัสดิ์พิทยาคม",
    "province": "กาญจนบุรี"
  },
  {
    "name": "ทองผาภูมิวิทยา",
    "province": "กาญจนบุรี"
  },
  {
    "name": "อุดมสิทธิศึกษา",
    "province": "กาญจนบุรี"
  },
  {
    "name": "ไทรโยคน้อยวิทยา",
    "province": "กาญจนบุรี"
  },
  {
    "name": "ร่มเกล้า กาญจนบุรี",
    "province": "กาญจนบุรี"
  },
  {
    "name": "วิทยาศาสตร์จุฬาภรณราชวิทยาลัย สุพรรณบุรี",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "ตลิ่งชันวิทยา",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "กรรณสูตศึกษาลัย",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "สงวนหญิง",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "หรรษาสุจิตต์วิทยา 2",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "สรวงสุทธาวิทยา",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "วังหว้าราษฎร์สามัคคี",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "กาญจนาภิเษกวิทยาลัย สุพรรณบุรี",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "ศรีประจันต์ เมธีประมุข",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "บางปลาม้า สูงสุมารผดุงวิทย์",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "สวนแตงวิทยา",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "บางแม่หม้ายรัฐราษฎร์รังสฤษดิ์",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "บ่อสุพรรณวิทยา",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "สองพี่น้องวิทยา",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "อู่ทองศึกษาลัย",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "สระยายโสมวิทยา",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "ดอนคาวิทยา",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "บรรหารแจ่มใสวิทยา 5",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "หนองวัลย์เปรียงวิทยา",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "สระกระโจมโสภณพิทยา",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "บรรหารแจ่มใสวิทยา 1",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "อู่ทอง",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "บางลี่วิทยา",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "บรรหารแจ่มใสวิทยา 3",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "บ่อกรุวิทยา",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "ทุ่งแฝกพิทยาคม",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "ทุ่งคลีโคกช้างวิทยา",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "บรรหารแจ่มใสวิทยา 6",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "บรรหารแจ่มใสวิทยา 7",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "หนองหญ้าไซวิทยา",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "ธรรมโชติศึกษาลัย",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "สามชุกรัตนโภคาราม",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "ด่านช้างวิทยา",
    "province": "สุพรรณบุรี"
  },
  {
    "name": "พระปฐมวิทยาลัย",
    "province": "นครปฐม"
  },
  {
    "name": "ราชินีบูรณะ",
    "province": "นครปฐม"
  },
  {
    "name": "พระปฐมวิทยาลัย2หลวงพ่อเงินอนุสรณ์",
    "province": "นครปฐม"
  },
  {
    "name": "ศรีวิชัยวิทยา",
    "province": "นครปฐม"
  },
  {
    "name": "สระกะเทียมวิทยาคม สังวรเจษฎ์ประภาคมอุปถัมภ์",
    "province": "นครปฐม"
  },
  {
    "name": "วัดห้วยจรเข้วิทยาคม",
    "province": "นครปฐม"
  },
  {
    "name": "โพรงมะเดื่อวิทยาคม",
    "province": "นครปฐม"
  },
  {
    "name": "สิรินธรราชวิทยาลัย",
    "province": "นครปฐม"
  },
  {
    "name": "กำแพงแสนวิทยา",
    "province": "นครปฐม"
  },
  {
    "name": "มัธยมฐานบินกำแพงแสน",
    "province": "นครปฐม"
  },
  {
    "name": "ศาลาตึกวิทยา",
    "province": "นครปฐม"
  },
  {
    "name": "คงทองวิทยา",
    "province": "นครปฐม"
  },
  {
    "name": "บ้านหลวงวิทยา",
    "province": "นครปฐม"
  },
  {
    "name": "งิ้วรายบุญมีรังสฤษดิ์",
    "province": "นครปฐม"
  },
  {
    "name": "ภัทรญาณวิทยา",
    "province": "นครปฐม"
  },
  {
    "name": "อุบลรัตนราชกัญญาราชวิทยาลัย นครปฐม",
    "province": "นครปฐม"
  },
  {
    "name": "พลอยจาตุรจินดา",
    "province": "นครปฐม"
  },
  {
    "name": "แหลมบัววิทยา",
    "province": "นครปฐม"
  },
  {
    "name": "เพิ่มวิทยา",
    "province": "นครปฐม"
  },
  {
    "name": "บางเลนวิทยา",
    "province": "นครปฐม"
  },
  {
    "name": "บางหลวงวิทยา",
    "province": "นครปฐม"
  },
  {
    "name": "สถาพรวิทยา",
    "province": "นครปฐม"
  },
  {
    "name": "บัวปากท่าวิทยา",
    "province": "นครปฐม"
  },
  {
    "name": "สามพรานวิทยา",
    "province": "นครปฐม"
  },
  {
    "name": "ภ.ป.ร.ราชวิทยาลัย ในพระบรมราชูปถัมภ์",
    "province": "นครปฐม"
  },
  {
    "name": "วัดไร่ขิงวิทยา",
    "province": "นครปฐม"
  },
  {
    "name": "ปรีดารามวิทยาคม",
    "province": "นครปฐม"
  },
  {
    "name": "รัตนโกสินทร์สมโภชบวรนิเวศศาลายา ในพระสังฆราชูปถัมภ์",
    "province": "นครปฐม"
  },
  {
    "name": "กาญจนาภิเษกวิทยาลัย นครปฐม(พระตำหนักสวนกุหลาบมัธยม)",
    "province": "นครปฐม"
  },
  {
    "name": "สมุทรสาครวิทยาลัย",
    "province": "สมุทรสาคร"
  },
  {
    "name": "สมุทรสาครบูรณะ",
    "province": "สมุทรสาคร"
  },
  {
    "name": "เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ สมุทรสาคร  ในพระราชูปถัมภ์สมเด็จพระเทพรัตนราชสุดาฯ สยามบรมราชกุมารี",
    "province": "สมุทรสาคร"
  },
  {
    "name": "พันท้ายนรสิงห์วิทยา",
    "province": "สมุทรสาคร"
  },
  {
    "name": "สมุทรสาครวุฒิชัย",
    "province": "สมุทรสาคร"
  },
  {
    "name": "กระทุ่มแบน วิเศษสมุทคุณ",
    "province": "สมุทรสาคร"
  },
  {
    "name": "อ้อมน้อยโสภณชนูปถัมภ์",
    "province": "สมุทรสาคร"
  },
  {
    "name": "กุศลวิทยา",
    "province": "สมุทรสาคร"
  },
  {
    "name": "วัดธรรมจริยาภิรมย์",
    "province": "สมุทรสาคร"
  },
  {
    "name": "หลักสองส่งเสริมวิทยา",
    "province": "สมุทรสาคร"
  },
  {
    "name": "วัดหลักสี่พิพัฒน์ราษฎร์อุปถัมภ์",
    "province": "สมุทรสาคร"
  },
  {
    "name": "ศรัทธาสมุทร",
    "province": "สมุทรสงคราม"
  },
  {
    "name": "ถาวรานุกูล",
    "province": "สมุทรสงคราม"
  },
  {
    "name": "ท้ายหาด",
    "province": "สมุทรสงคราม"
  },
  {
    "name": "เมธีชุณหะวัณวิทยาลัย",
    "province": "สมุทรสงคราม"
  },
  {
    "name": "สกลวิสุทธิ",
    "province": "สมุทรสงคราม"
  },
  {
    "name": "อัมพวันวิทยาลัย",
    "province": "สมุทรสงคราม"
  },
  {
    "name": "วัดบางกะพ้อม(คงลาภยิ่งประชานุสรณ์)",
    "province": "สมุทรสงคราม"
  },
  {
    "name": "เทพสุวรรณชาญวิทยา",
    "province": "สมุทรสงคราม"
  },
  {
    "name": "วัดแก้วเจริญอำนวยวิทย์",
    "province": "สมุทรสงคราม"
  },
  {
    "name": "พรหมานุสรณ์จังหวัดเพชรบุรี",
    "province": "เพชรบุรี"
  },
  {
    "name": "เบญจมเทพอุทิศจังหวัดเพชรบุรี",
    "province": "เพชรบุรี"
  },
  {
    "name": "บางจานวิทยา",
    "province": "เพชรบุรี"
  },
  {
    "name": "วัดจันทราวาส(ศุขประสารราษฎร์)",
    "province": "เพชรบุรี"
  },
  {
    "name": "คงคาราม",
    "province": "เพชรบุรี"
  },
  {
    "name": "ดอนยางวิทยา",
    "province": "เพชรบุรี"
  },
  {
    "name": "โยธินบูรณะ เพชรบุรี",
    "province": "เพชรบุรี"
  },
  {
    "name": "เขาย้อยวิทยา",
    "province": "เพชรบุรี"
  },
  {
    "name": "หนองหญ้าปล้องวิทยา",
    "province": "เพชรบุรี"
  },
  {
    "name": "วชิรธรรมโศภิต",
    "province": "เพชรบุรี"
  },
  {
    "name": "บางตะบูนวิทยา",
    "province": "เพชรบุรี"
  },
  {
    "name": "บ้านแหลมวิทยา",
    "province": "เพชรบุรี"
  },
  {
    "name": "โตนดหลวงวิทยา",
    "province": "เพชรบุรี"
  },
  {
    "name": "ห้วยทรายประชาสรรค์",
    "province": "เพชรบุรี"
  },
  {
    "name": "วิทยาศาสตร์จุฬาภรณราชวิทยาลัย เพชรบุรี",
    "province": "เพชรบุรี"
  },
  {
    "name": "ชะอำคุณหญิงเนื่องบุรี",
    "province": "เพชรบุรี"
  },
  {
    "name": "หนองจอกวิทยา",
    "province": "เพชรบุรี"
  },
  {
    "name": "หนองชุมแสงวิทยา",
    "province": "เพชรบุรี"
  },
  {
    "name": "ท่ายางวิทยา",
    "province": "เพชรบุรี"
  },
  {
    "name": "บ้านลาดวิทยา",
    "province": "เพชรบุรี"
  },
  {
    "name": "แก่งกระจานวิทยา",
    "province": "เพชรบุรี"
  },
  {
    "name": "ป่าเด็งวิทยา",
    "province": "เพชรบุรี"
  },
  {
    "name": "ประจวบวิทยาลัย",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "อ่าวน้อยวิทยานิคม",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "หว้ากอวิทยาลัย",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "ทับสะแกวิทยา",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "ห้วยยางวิทยา",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "บางสะพานวิทยา",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "ธงชัยวิทยา",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "ชัยเกษมวิทยา",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "บางสะพานน้อยวิทยาคม",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "กุยบุรีวิทยา",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "ยางชุมวิทยา",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "เมืองปราณบุรี",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "ปากน้ำปราณวิทยา",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "เตรียมอุดมศึกษาพัฒนาการปราณบุรี",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "หัวหิน",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "หัวหินวิทยาคม",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "หนองพลับวิทยา",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "สามร้อยยอดวิทยาคม",
    "province": "ประจวบคีรีขันธ์"
  },
  {
    "name": "เบญจมราชูทิศ",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "กัลยาณีศรีธรรมราช",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ปากพูน",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "เมืองนครศรีธรรมราช",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โยธินบำรุง",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ตรีนิมิตรวิทยา",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ท่านครญาณวโรภาสอุทิศ",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "วิทยาศาสตร์จุฬาภรณราชวิทยาลัย นครศรีธรรมราช",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "สวนกุหลาบวิทยาลัย นครศรีธรรมราช",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ขุนทะเลวิทยาคม",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "เทพศิรินทร์ นครศรีธรรมราช",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "เตรียมอุดมศึกษาภาคใต้",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "พระพรหมพิทยานุสรณ์",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ทางพูนวิทยาคาร",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ นครศรีธรรมราช",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ฉวางรัชดาภิเษก",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ละอายพิทยานุสรณ์",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "พิปูนสังฆรักษ์ประชาอุทิศ",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "นางเอื้อยวิทยา",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ทุ่งสง",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "สตรีทุ่งสง",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ทุ่งสงวิทยา",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ทุ่งสงสหประชาสรรค์",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ก้างปลาวิทยาคม",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "นาบอน",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ทุ่งใหญ่วิทยาคม",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "กรุงหยันวิทยาคาร",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ทุ่งใหญ่เฉลิมราชอนุสรณ์ รัชมังคลาภิเษก",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "เสม็ดจวนวิทยาคม",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ทุ่งสังพิทยาคม",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "บางขันวิทยา",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "วังหินวิทยาคม",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ประสาธน์ราษฎร์บำรุง",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ช้างกลางประชานุกูล",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "เชียรใหญ่",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "วิเชียรประชาสรรค์",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "เชียรใหญ่สามัคคีวิทยา",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ธัญญาวดีศึกษา",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ชะอวด",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ชะอวดวิทยาคาร",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "เกาะขันธ์ประชาภิบาล",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ขอนหาดประชาสรรค์",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ชะอวดเคร่งธรรมวิทยา",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ปากพนัง",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โศภนคณาภรณ์",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "อินทร์ธานีวิทยาคม",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "สตรีปากพนัง",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ร่อนพิบูลย์เกียรติวสุนธราภิวัฒก์",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "คีรีราษฎร์พัฒนา",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ควนเกยสุทธิวิทยา",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "เสาธงวิทยา",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ตระพังพิทยาคม",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "หัวไทรบำรุงราษฎร์",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "แหลมราษฎร์บำรุง",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "นพคุณประชาสรรค์",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ทรายขาววิทยา",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "เขาพังไกร",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "มัธยมศึกษาจุฬาภรณ์",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "พรหมคีรีพิทยาคม",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "บ้านเกาะวิทยา",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ท่าศาลาประสิทธิ์ศึกษา",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "โมคลานประชาสรรค์",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "สระแก้วรัตนวิทย์",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "สิชลคุณาธารวิทยา",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ฉลองรัฐราษฎร์อุทิศ",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "สิชลประชาสรรค์",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "เทพราชพิทยาสรรค์",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ขนอมพิทยา",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "ท้องเนียนคณาภิบาล",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "คงคาประชารักษ์",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "นบพิตำวิทยา",
    "province": "นครศรีธรรมราช"
  },
  {
    "name": "เกาะยาววิทยา",
    "province": "พังงา"
  },
  {
    "name": "กะปงพิทยาคม",
    "province": "พังงา"
  },
  {
    "name": "ตะกั่วทุ่งงานทวีวิทยาคม",
    "province": "พังงา"
  },
  {
    "name": "คลองเคียนรัฐราษฎร์รังสรรค์",
    "province": "พังงา"
  },
  {
    "name": "ทุ่งโพธิ์วิทยา",
    "province": "พังงา"
  },
  {
    "name": "ดีบุกพังงาวิทยายน",
    "province": "พังงา"
  },
  {
    "name": "ตะกั่วป่า(เสนานุกูล)",
    "province": "พังงา"
  },
  {
    "name": "สตรีพังงา",
    "province": "พังงา"
  },
  {
    "name": "ตะกั่วป่าคีรีเขต",
    "province": "พังงา"
  },
  {
    "name": "คุระบุรีชัยพัฒนาพิทยาคม",
    "province": "พังงา"
  },
  {
    "name": "ทับปุดวิทยา",
    "province": "พังงา"
  },
  {
    "name": "ท้ายเหมืองวิทยา",
    "province": "พังงา"
  },
  {
    "name": "ทุ่งมะพร้าววิทยา",
    "province": "พังงา"
  },
  {
    "name": "ภูเก็ตวิทยาลัย",
    "province": "ภูเก็ต"
  },
  {
    "name": "สตรีภูเก็ต",
    "province": "ภูเก็ต"
  },
  {
    "name": "เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ ภูเก็ต",
    "province": "ภูเก็ต"
  },
  {
    "name": "กะทู้วิทยา",
    "province": "ภูเก็ต"
  },
  {
    "name": "เมืองถลาง",
    "province": "ภูเก็ต"
  },
  {
    "name": "เชิงทะเลวิทยาคม 'จุติ-ก้อง อนุสรณ์'",
    "province": "ภูเก็ต"
  },
  {
    "name": "วีรสตรีอนุสรณ์",
    "province": "ภูเก็ต"
  },
  {
    "name": "พิชัยรัตนาคาร",
    "province": "ระนอง"
  },
  {
    "name": "สตรีระนอง",
    "province": "ระนอง"
  },
  {
    "name": "ละอุ่นวิทยาคาร",
    "province": "ระนอง"
  },
  {
    "name": "กะเปอร์วิทยา",
    "province": "ระนอง"
  },
  {
    "name": "กระบุรีวิทยา",
    "province": "ระนอง"
  },
  {
    "name": "ปากจั่นวิทยา",
    "province": "ระนอง"
  },
  {
    "name": "สุขสำราญราษฎร์รังสรรค์",
    "province": "ระนอง"
  },
  {
    "name": "สุราษฎร์ธานี",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "สุราษฎร์พิทยา",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "เมืองสุราษฎร์ธานี",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "สุราษฎร์พิทยา ๒",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "มัธยมพัชรกิติยาภา ๓ สุราษฎร์ธานี",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "สุราษฎร์ธานี 2",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "กาญจนดิษฐ์",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "เตรียมอุดมศึกษาพัฒนาการ สุราษฎร์ธานี",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "ท่าอุแทพิทยา",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "ท่าเฟืองวิทยา",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "ปากแพรกวิทยาคม",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "เกาะสมุย",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "ทีปราษฎร์พิทยา",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "เกาะพะงันศึกษา",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "ท่าฉางวิทยาคาร",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "ไชยาวิทยา",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "ท่าชนะ",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "คีรีรัฐวิทยาคม",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "บ้านตาขุนวิทยา",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "รัชชประภาวิทยาคม",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "เสวียดวิทยา รัชมังคลาภิเษก",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "เขาพนมแบกศึกษา",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "มัธยมบ้านทำเนียบ",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "กาญจนาภิเษกวิทยาลัย สุราษฎร์ธานี",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "พนมศึกษา",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "พุนพินพิทยาคม",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "น้ำรอบวิทยา",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "ท่าสะท้อนวิทยา",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "บางเดือนสถิตย์พิทยาคม",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "ตะกุกใต้ศึกษา",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "มัธยมวิภาวดี",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "บ้านเสด็จพิทยาคม",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "บ้านนาสาร",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "บ้านนาวิทยาคม",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "เคียนซาพิทยาคม",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "เวียงสระ",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "พระแสงวิทยา",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "พรุพีพิทยาคม",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "พ่วงพรมครวิทยา",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "คลองฉนวนวิทยา",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "บางสวรรค์วิทยาคม",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "ควนสุบรรณวิทยา",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "ท่าชีวิทยาคม",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "ชัยบุรีพิทยา",
    "province": "สุราษฎร์ธานี"
  },
  {
    "name": "ศรียาภัย",
    "province": "ชุมพร"
  },
  {
    "name": "สอาดเผดิมวิทยา",
    "province": "ชุมพร"
  },
  {
    "name": "ปากน้ำชุมพรวิทยา",
    "province": "ชุมพร"
  },
  {
    "name": "ทุ่งคาพิทยาคาร",
    "province": "ชุมพร"
  },
  {
    "name": "ศรียาภัย ๒",
    "province": "ชุมพร"
  },
  {
    "name": "ท่าแซะรัชดาภิเษก",
    "province": "ชุมพร"
  },
  {
    "name": "ท่าข้ามวิทยา",
    "province": "ชุมพร"
  },
  {
    "name": "หงษ์เจริญวิทยาคม",
    "province": "ชุมพร"
  },
  {
    "name": "ปะทิววิทยา",
    "province": "ชุมพร"
  },
  {
    "name": "มาบอำมฤตวิทยา",
    "province": "ชุมพร"
  },
  {
    "name": "สวนศรีวิทยา",
    "province": "ชุมพร"
  },
  {
    "name": "ปากน้ำหลังสวนวิทยา",
    "province": "ชุมพร"
  },
  {
    "name": "ชลธารวิทยา",
    "province": "ชุมพร"
  },
  {
    "name": "เมืองหลังสวน",
    "province": "ชุมพร"
  },
  {
    "name": "ละแมวิทยา",
    "province": "ชุมพร"
  },
  {
    "name": "พะโต๊ะวิทยา",
    "province": "ชุมพร"
  },
  {
    "name": "สวีวิทยา",
    "province": "ชุมพร"
  },
  {
    "name": "นาสักวิทยา",
    "province": "ชุมพร"
  },
  {
    "name": "ด่านสวีวิทยา",
    "province": "ชุมพร"
  },
  {
    "name": "เขาทะลุพิทยาคม",
    "province": "ชุมพร"
  },
  {
    "name": "ครนพิทยาคม",
    "province": "ชุมพร"
  },
  {
    "name": "ทุ่งตะโกวิทยา",
    "province": "ชุมพร"
  },
  {
    "name": "มหาวชิราวุธ จังหวัดสงขลา",
    "province": "สงขลา"
  },
  {
    "name": "สทิงพระวิทยา",
    "province": "สงขลา"
  },
  {
    "name": "สทิงพระชนูปถัมภ์",
    "province": "สงขลา"
  },
  {
    "name": "วรนารีเฉลิม จังหวัดสงขลา",
    "province": "สงขลา"
  },
  {
    "name": "นวมินทราชูทิศ ทักษิณ",
    "province": "สงขลา"
  },
  {
    "name": "ตะเครียะวิทยาคม",
    "province": "สงขลา"
  },
  {
    "name": "ระโนด",
    "province": "สงขลา"
  },
  {
    "name": "สามบ่อวิทยา",
    "province": "สงขลา"
  },
  {
    "name": "คลองแดนวิทยา",
    "province": "สงขลา"
  },
  {
    "name": "ระโนดวิทยา",
    "province": "สงขลา"
  },
  {
    "name": "กระแสสินธุ์วิทยา",
    "province": "สงขลา"
  },
  {
    "name": "ธรรมโฆสิต",
    "province": "สงขลา"
  },
  {
    "name": "สงขลาวิทยาคม",
    "province": "สงขลา"
  },
  {
    "name": "ชะแล้นิมิตวิทยา",
    "province": "สงขลา"
  },
  {
    "name": "รัตภูมิวิทยา",
    "province": "สงขลา"
  },
  {
    "name": "หาดใหญ่วิทยาลัย",
    "province": "สงขลา"
  },
  {
    "name": "หาดใหญ่วิทยาลัยสมบูรณ์กุลกันยา",
    "province": "สงขลา"
  },
  {
    "name": "มัธยมสิริวัณวรี 2 สงขลา",
    "province": "สงขลา"
  },
  {
    "name": "หาดใหญ่รัฐประชาสรรค์",
    "province": "สงขลา"
  },
  {
    "name": "คูเต่าวิทยา",
    "province": "สงขลา"
  },
  {
    "name": "หาดใหญ่พิทยาคม",
    "province": "สงขลา"
  },
  {
    "name": "หาดใหญ่วิทยาลัย ๒",
    "province": "สงขลา"
  },
  {
    "name": "หาดใหญ่เจริญราษฎร์พิทยา",
    "province": "สงขลา"
  },
  {
    "name": "พะตงประธานคีรีวัฒน์",
    "province": "สงขลา"
  },
  {
    "name": "ควนเนียงวิทยา",
    "province": "สงขลา"
  },
  {
    "name": "ปากจ่าวิทยา",
    "province": "สงขลา"
  },
  {
    "name": "บางกล่ำวิทยา รัชมังคลาภิเษก",
    "province": "สงขลา"
  },
  {
    "name": "รัตนพลวิทยา",
    "province": "สงขลา"
  },
  {
    "name": "เทพา",
    "province": "สงขลา"
  },
  {
    "name": "จะนะวิทยา",
    "province": "สงขลา"
  },
  {
    "name": "นาทวีวิทยาคม",
    "province": "สงขลา"
  },
  {
    "name": "จะนะชนูปถัมภ์",
    "province": "สงขลา"
  },
  {
    "name": "ทับช้างวิทยาคม",
    "province": "สงขลา"
  },
  {
    "name": "เทพพิทยาภาณุมาศ",
    "province": "สงขลา"
  },
  {
    "name": "เขาแดงกุศลวิทยา",
    "province": "สงขลา"
  },
  {
    "name": "กอบกุลวิทยาคม",
    "province": "สงขลา"
  },
  {
    "name": "ปาดังติณสูลานนท์",
    "province": "สงขลา"
  },
  {
    "name": "ไม้แก่นประชาอุทิศ",
    "province": "สงขลา"
  },
  {
    "name": "จะโหนงพิทยาคม",
    "province": "สงขลา"
  },
  {
    "name": "สะบ้าย้อยวิทยา",
    "province": "สงขลา"
  },
  {
    "name": "สะเดาขรรค์ชัยกัมพลานนท์อนุสรณ์",
    "province": "สงขลา"
  },
  {
    "name": "วิทยาศาสตร์จุฬาภรณราชวิทยาลัย สตูล",
    "province": "สตูล"
  },
  {
    "name": "ท่าแพผดุงวิทย์",
    "province": "สตูล"
  },
  {
    "name": "ควนกาหลงวิทยาคม (นิคมวัฒนา)",
    "province": "สตูล"
  },
  {
    "name": "กำแพงวิทยา",
    "province": "สตูล"
  },
  {
    "name": "ทุ่งหว้าวรวิทย์",
    "province": "สตูล"
  },
  {
    "name": "ปาล์มพัฒนวิทย์",
    "province": "สตูล"
  },
  {
    "name": "สตูลวิทยา",
    "province": "สตูล"
  },
  {
    "name": "ควนโดนวิทยา",
    "province": "สตูล"
  },
  {
    "name": "สาครพิทยาคาร",
    "province": "สตูล"
  },
  {
    "name": "ละงูพิทยาคม",
    "province": "สตูล"
  },
  {
    "name": "ท่าศิลาบำรุงราษฎร์",
    "province": "สตูล"
  },
  {
    "name": "พิมานพิทยาสรรค์",
    "province": "สตูล"
  },
  {
    "name": "ลันตาราชประชาอุทิศ",
    "province": "กระบี่"
  },
  {
    "name": "คลองยางประชานุสรณ์",
    "province": "กระบี่"
  },
  {
    "name": "คลองท่อมราษฎร์รังสรรค์",
    "province": "กระบี่"
  },
  {
    "name": "คลองพนสฤษดิ์พิทยา",
    "province": "กระบี่"
  },
  {
    "name": "พนมเบญจา",
    "province": "กระบี่"
  },
  {
    "name": "อ่าวลึกประชาสรรค์",
    "province": "กระบี่"
  },
  {
    "name": "อำมาตย์พานิชนุกูล",
    "province": "กระบี่"
  },
  {
    "name": "เมืองกระบี่",
    "province": "กระบี่"
  },
  {
    "name": "สินปุนคุณวิชญ์",
    "province": "กระบี่"
  },
  {
    "name": "คลองหินพิทยาคม",
    "province": "กระบี่"
  },
  {
    "name": "หนองทะเลวิทยา",
    "province": "กระบี่"
  },
  {
    "name": "เขาดินประชานุกูล",
    "province": "กระบี่"
  },
  {
    "name": "กาญจนาภิเษกวิทยาลัย กระบี่",
    "province": "กระบี่"
  },
  {
    "name": "ปลายพระยาวิทยาคม",
    "province": "กระบี่"
  },
  {
    "name": "ลำทับประชานุเคราะห์",
    "province": "กระบี่"
  },
  {
    "name": "เหนือคลองประชาบำรุง",
    "province": "กระบี่"
  },
  {
    "name": "วิเชียรมาตุ",
    "province": "ตรัง"
  },
  {
    "name": "สภาราชินี จังหวัดตรัง",
    "province": "ตรัง"
  },
  {
    "name": "น้ำผุด",
    "province": "ตรัง"
  },
  {
    "name": "วิทยาศาสตร์จุฬาภรณราชวิทยาลัย ตรัง",
    "province": "ตรัง"
  },
  {
    "name": "สภาราชินี 2",
    "province": "ตรัง"
  },
  {
    "name": "วิเชียรมาตุ 3",
    "province": "ตรัง"
  },
  {
    "name": "ย่านตาขาวรัฐชนูปถัมภ์",
    "province": "ตรัง"
  },
  {
    "name": "ทุ่งหนองแห้งประชาสรรค์",
    "province": "ตรัง"
  },
  {
    "name": "วิเชียรมาตุ 2",
    "province": "ตรัง"
  },
  {
    "name": "ตรังรังสฤษฎ์",
    "province": "ตรัง"
  },
  {
    "name": "ปะเหลียนผดุงศิษย์",
    "province": "ตรัง"
  },
  {
    "name": "คันธพิทยาคาร",
    "province": "ตรัง"
  },
  {
    "name": "ทุ่งยาวผดุงศิษย์",
    "province": "ตรัง"
  },
  {
    "name": "สวัสดิ์รัตนาภิมุข",
    "province": "ตรัง"
  },
  {
    "name": "นาโยงวิทยาคม",
    "province": "ตรัง"
  },
  {
    "name": "หาดสำราญวิทยาคม",
    "province": "ตรัง"
  },
  {
    "name": "กันตังพิทยากร",
    "province": "ตรัง"
  },
  {
    "name": "กันตังรัษฎาศึกษา",
    "province": "ตรัง"
  },
  {
    "name": "สิเกาประชาผดุงวิทย์",
    "province": "ตรัง"
  },
  {
    "name": "ห้วยยอด",
    "province": "ตรัง"
  },
  {
    "name": "สามัคคีศึกษา",
    "province": "ตรัง"
  },
  {
    "name": "ห้วยนางราษฎร์บำรุง",
    "province": "ตรัง"
  },
  {
    "name": "ลำภูราเรืองวิทย์",
    "province": "ตรัง"
  },
  {
    "name": "ในเตาพิทยาคม",
    "province": "ตรัง"
  },
  {
    "name": "บางดีวิทยาคม",
    "province": "ตรัง"
  },
  {
    "name": "วังวิเศษ",
    "province": "ตรัง"
  },
  {
    "name": "รัษฎานุประดิษฐ์อนุสรณ์",
    "province": "ตรัง"
  },
  {
    "name": "รัษฎา",
    "province": "ตรัง"
  },
  {
    "name": "พัทลุง",
    "province": "พัทลุง"
  },
  {
    "name": "เตรียมอุดมศึกษาพัฒนาการ พัทลุง",
    "province": "พัทลุง"
  },
  {
    "name": "พรหมพินิตชัยบุรี",
    "province": "พัทลุง"
  },
  {
    "name": "ประภัสสรรังสิต",
    "province": "พัทลุง"
  },
  {
    "name": "วชิรธรรมสถิต",
    "province": "พัทลุง"
  },
  {
    "name": "สตรีพัทลุง",
    "province": "พัทลุง"
  },
  {
    "name": "กงหราพิชากร",
    "province": "พัทลุง"
  },
  {
    "name": "ชะรัดชนูปถัมภ์",
    "province": "พัทลุง"
  },
  {
    "name": "หานโพธิ์พิทยาคม",
    "province": "พัทลุง"
  },
  {
    "name": "ประชาบำรุงอุทิตกิจจาทร",
    "province": "พัทลุง"
  },
  {
    "name": "ตะโหมด",
    "province": "พัทลุง"
  },
  {
    "name": "ควนขนุน",
    "province": "พัทลุง"
  },
  {
    "name": "พนางตุง",
    "province": "พัทลุง"
  },
  {
    "name": "ดอนศาลานำวิทยา",
    "province": "พัทลุง"
  },
  {
    "name": "ปัญญาวุธ",
    "province": "พัทลุง"
  },
  {
    "name": "ควนพระสาครินทร์",
    "province": "พัทลุง"
  },
  {
    "name": "ปากพะยูนพิทยาคาร",
    "province": "พัทลุง"
  },
  {
    "name": "หารเทารังสีประชาสรรค์",
    "province": "พัทลุง"
  },
  {
    "name": "ศรีบรรพตพิทยาคม",
    "province": "พัทลุง"
  },
  {
    "name": "ตะแพนพิทยา",
    "province": "พัทลุง"
  },
  {
    "name": "ป่าบอนพิทยาคม",
    "province": "พัทลุง"
  },
  {
    "name": "บางแก้วพิทยาคม",
    "province": "พัทลุง"
  },
  {
    "name": "ป่าพะยอมพิทยาคม",
    "province": "พัทลุง"
  },
  {
    "name": "นิคมควนขนุนวิทยา",
    "province": "พัทลุง"
  },
  {
    "name": "เขาชัยสน",
    "province": "พัทลุง"
  },
  {
    "name": "นาขยาดวิทยาคาร",
    "province": "พัทลุง"
  },
  {
    "name": "อุดมวิทยายน",
    "province": "พัทลุง"
  },
  {
    "name": "เบญจมราชูทิศ จังหวัดปัตตานี",
    "province": "ปัตตานี"
  },
  {
    "name": "เดชะปัตตนยานุกูล",
    "province": "ปัตตานี"
  },
  {
    "name": "ท่าข้ามวิทยาคาร",
    "province": "ปัตตานี"
  },
  {
    "name": "วุฒิชัยวิทยา",
    "province": "ปัตตานี"
  },
  {
    "name": "สายบุรี  'แจ้งประชาคาร'",
    "province": "ปัตตานี"
  },
  {
    "name": "ไม้แก่นกิตติวิทย์",
    "province": "ปัตตานี"
  },
  {
    "name": "สุวรรณไพบูลย์",
    "province": "ปัตตานี"
  },
  {
    "name": "วังกะพ้อพิทยาคม",
    "province": "ปัตตานี"
  },
  {
    "name": "ราชมุนีรังสฤษฏ์",
    "province": "ปัตตานี"
  },
  {
    "name": "โพธิ์คีรีราชศึกษา",
    "province": "ปัตตานี"
  },
  {
    "name": "ปทุมคงคาอนุสรณ์",
    "province": "ปัตตานี"
  },
  {
    "name": "ยาบีบรรณวิทย์",
    "province": "ปัตตานี"
  },
  {
    "name": "ศิริราษฏร์สามัคคี",
    "province": "ปัตตานี"
  },
  {
    "name": "ทุ่งยางแดงพิทยาคม",
    "province": "ปัตตานี"
  },
  {
    "name": "ประตูโพธิ์วิทยา",
    "province": "ปัตตานี"
  },
  {
    "name": "สะนอพิทยาคม",
    "province": "ปัตตานี"
  },
  {
    "name": "แม่ลานวิทยา",
    "province": "ปัตตานี"
  },
  {
    "name": "คณะราษฎรบำรุง จังหวัดยะลา",
    "province": "ยะลา"
  },
  {
    "name": "รามันห์ศิริวิทย์",
    "province": "ยะลา"
  },
  {
    "name": "คณะราษฎรบำรุง 2",
    "province": "ยะลา"
  },
  {
    "name": "เฉลิมพระเกียรติสมเด็จพระศรีนครินทร์ ยะลา",
    "province": "ยะลา"
  },
  {
    "name": "สตรียะลา",
    "province": "ยะลา"
  },
  {
    "name": "เบตง'วีระราษฎร์ประสาน'",
    "province": "ยะลา"
  },
  {
    "name": "จันทร์ประภัสสร์อนุสรณ์",
    "province": "ยะลา"
  },
  {
    "name": "บันนังสตาวิทยา",
    "province": "ยะลา"
  },
  {
    "name": "ธารโตวัฑฒนวิทย์",
    "province": "ยะลา"
  },
  {
    "name": "ยะหาศิรยานุกูล",
    "province": "ยะลา"
  },
  {
    "name": "กาบังพิทยาคม",
    "province": "ยะลา"
  },
  {
    "name": "นิคมพัฒนวิทย์",
    "province": "ยะลา"
  },
  {
    "name": "นราธิวาส",
    "province": "นราธิวาส"
  },
  {
    "name": "นราสิกขาลัย",
    "province": "นราธิวาส"
  },
  {
    "name": "เฉลิมพระเกียรติกรมหลวงนราธิวาสราชนครินทร์ บางปอประชารักษ์",
    "province": "นราธิวาส"
  },
  {
    "name": "บาเจาะ",
    "province": "นราธิวาส"
  },
  {
    "name": "ร่มเกล้า",
    "province": "นราธิวาส"
  },
  {
    "name": "ตันหยงมัส",
    "province": "นราธิวาส"
  },
  {
    "name": "รือเสาะชนูปถัมภ์",
    "province": "นราธิวาส"
  },
  {
    "name": "เรียงราษฏร์อุปถัมภ์",
    "province": "นราธิวาส"
  },
  {
    "name": "ศรีวารินทร์",
    "province": "นราธิวาส"
  },
  {
    "name": "ตากใบ",
    "province": "นราธิวาส"
  },
  {
    "name": "เวียงสุวรรณวิทยาคม",
    "province": "นราธิวาส"
  },
  {
    "name": "สุคิรินวิทยา",
    "province": "นราธิวาส"
  },
  {
    "name": "สุไหงโกลก",
    "province": "นราธิวาส"
  },
  {
    "name": "ธัญธารวิทยา",
    "province": "นราธิวาส"
  },
  {
    "name": "มัธยมสุไหงปาดี",
    "province": "นราธิวาส"
  },
  {
    "name": "สวนพระยาวิทยา",
    "province": "นราธิวาส"
  },
  {
    "name": "บูกิตประชาอุปถัมภ์",
    "province": "นราธิวาส"
  }
];
